{
	"count": 24,
	"data": [
		{
			"name": "Airbus_a320_family",
			"data": [
				{
					"header": "Design effort",
					"text": "In June 1977 a new Joint European Transport (JET) programme was set up, established by British Aerospace (BAe), Aerospatiale, Dornier and Fokker. It was based at the then BAe (formerly Vickers) site in Weybridge, Surrey, UK. Although the members were all of Airbus' partners, they regarded the project as a separate collaboration from Airbus. This project was considered the forerunner of Airbus A320, encompassing the 130- to 188-seat market, powered by two CFM56s. It would have a cruise speed of Mach 0.84 (faster than the Boeing 737). The programme was later transferred to Airbus, leading up to the creation of the Single-Aisle (SA) studies in 1980, led by former leader of the JET programme, Derek Brown. The group looked at three different variants, covering the 125- to 180-seat market, called SA1, SA2 and SA3. Although unaware at the time, the consortium was producing the blueprints for the A319, A320 and A321, respectively. The single-aisle programme created divisions within Airbus about whether to design a shorter-range twinjet rather than a longer-range quadjet wanted by the West Germans, particularly Lufthansa. However, works proceeded, and the German carrier would eventually order the twinjet."
				},
				{
					"header": "National shares",
					"text": "The UK, France and West Germany wanted responsibility over final assembly and its associated work, known as \"work-share arguments\". The Germans requested an increased work-share of 40%, while the British wanted the major responsibilities to be swapped around to give partners production and research and development experience. In the end, British work-share was increased from that of the two previous Airbuses."
				},
				{
					"header": "Improvements",
					"text": "In 2006, Airbus started the A320 Enhanced (A320E) programme as a series of improvements targeting a 4–5% efficiency gain, with large winglets (2%), aerodynamic refinements (1%), weight savings and a new aircraft cabin. Engine improvements that reduced fuel consumption by 1% were made to the A320 in 2007 with the CFM56 Tech Insertion and in 2008 with the V2500Select (One)."
				},
				{
					"header": "Cabin",
					"text": "In 2007, Airbus introduced a new enhanced, quieter cabin with better luggage storage and a more modern look and feel, and a new galley that reduced weight, increased revenue space and improved ergonomics and design for food hygiene and recycling. It offered a new air purifier with filters and a catalytic converter, removing unpleasant smells from the air before it is pumped into the cabin, as well as LEDs for mood lighting and a new passenger service unit (PSU)."
				},
				{
					"header": "Replacement airliner",
					"text": "In 2006, Airbus was studying a future replacement for the A320 series, tentatively dubbed as NSR or \"New Short-Range aircraft\". The follow-on aircraft to replace the A320 was to be named A30X. In 2007, Airbus North America President Barry Eccleston stated that the earliest the aircraft could have been available was 2017. In January 2010, John Leahy, Airbus's chief operating officer-customers, stated that an all-new single-aisle aircraft was unlikely to be constructed before 2024 or 2025."
				},
				{
					"header": "Fly-by-wire",
					"text": "The A320 is the world's first airliner with digital fly-by-wire (FBW) flight control system: input commands through the side-stick are interpreted by flight control computers and transmitted to flight control surfaces within the flight envelope protection; in the 1980s the computer-controlled dynamic system of the Dassault Mirage 2000 fighter cross-fertilised the Airbus team which tested FBW on an A300. At its introduction, fly-by-wire and flight envelope protection was a new experience for many pilots."
				},
				{
					"header": "Engines",
					"text": "The suppliers providing turbofan engines for the A320ceo family were CFM International with the CFM56, International Aero Engines offering its V2500, and Pratt & Whitney's PW6000 engines available only for the A318, while for the A320neo family are CFM International LEAP-1A or Pratt & Whitney PW1000G engines."
				},
				{
					"header": "Operational history",
					"text": "The Joint Aviation Authorities (JAA) issued the type certificate for the A320 on 26 February 1988. After entering the market on 18 April 1988 with Air France, Airbus then expanded the A320 family rapidly, launching the 185-seat A321 in 1989 and first delivered it in 1994; launching the 124-seat A319 in 1993 and delivering it in 1996; and launching the 107-seat A318 in 1999 with first deliveries in 2003."
				},
				{
					"header": "Maintenance",
					"text": "A Checks are every 750 flight hours and structural inspections are at six- and 12-year intervals."
				},
				{
					"header": "Airborne Early Warning and Control System (AEW&CS)",
					"text": "In late 2020, the Indian Defence Ministry greenlit the modification by the Defence Research and Development Organisation of six Air India A320s into Airborne early warning and control planes for Rs 10,500 crore (US$1.42 billion). They were to complement two Indian-built Netra and three Israeli-and-Russian-made Phalcons of the Indian Air Force."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multi-national[a]"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "22 February 1987"
				},
				{
					"key": "Introduction",
					"value": "18 April 1988 with Air France"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "American Airlines[b]China Eastern AirlinesEasyJetChina Southern Airlines"
				},
				{
					"key": "Produced",
					"value": "1986–2021 (A320ceo family)2012–present (A320neo family)"
				},
				{
					"key": "Number built",
					"value": "11,134 as of October 2023[update]"
				},
				{
					"key": "Variants",
					"value": "Airbus A318Airbus A319Airbus A321"
				},
				{
					"key": "Developed into",
					"value": "Airbus A320neo family"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Jetstar_Airbus_A320_in_flight_%286768081241%29_crop.jpg/800px-Jetstar_Airbus_A320_in_flight_%286768081241%29_crop.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/en/thumb/7/73/Joint_European_Transport_JET2.jpg/800px-Joint_European_Transport_JET2.jpg",
						"desc": "The Joint European Transport JET2-100 concept"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/F-WWAI_A320-131_Airbus_Industrie%28prototype%29_FAB_SEP88_%2813753510323%29.jpg/800px-F-WWAI_A320-131_Airbus_Industrie%28prototype%29_FAB_SEP88_%2813753510323%29.jpg",
						"desc": "The A320 first prototype (retrofitted with IAE V2500-A1 engines) at the 1988 Farnborough Airshow"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Airbus_A320-100_Air_France_%28AFR%29_F-GFKQ_-_MSN_002_%2810655931213%29.jpg/800px-Airbus_A320-100_Air_France_%28AFR%29_F-GFKQ_-_MSN_002_%2810655931213%29.jpg",
						"desc": "The first A320 was delivered to Air France on 28 March 1988; the early A320-100s had no wingtip fences."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/D-AIRN_%287065101303%29.jpg/800px-D-AIRN_%287065101303%29.jpg",
						"desc": "Lufthansa was the first to receive the stretched A321 on 27 January 1994.[14]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/1ak_-_Swissair_Airbus_A319-112%3B_HB-IPX%40ZRH%3B06.12.1997_%284704674814%29.jpg/800px-1ak_-_Swissair_Airbus_A319-112%3B_HB-IPX%40ZRH%3B06.12.1997_%284704674814%29.jpg",
						"desc": "The first A319 was delivered to Swissair on 25 April 1996."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/N806FR_at_LAX.jpg/800px-N806FR_at_LAX.jpg",
						"desc": "Frontier Airlines received the first A318 on 22 July 2003."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/A321_final_assembly_%289351765668%29.jpg/800px-A321_final_assembly_%289351765668%29.jpg",
						"desc": "An Airbus A321 on final assembly line 3 in the Airbus Hamburg-Finkenwerder plant"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Sharklet_of_F-WWIQ_Airbus_A320_ILA_2012_05.jpg/800px-Sharklet_of_F-WWIQ_Airbus_A320_ILA_2012_05.jpg",
						"desc": "Wingtip sharklet"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/AIB_A320neo_F-WNEW_27may15_LFBO-1.jpg/800px-AIB_A320neo_F-WNEW_27may15_LFBO-1.jpg",
						"desc": "Airbus A320neo with larger engines and sharklets"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Iberia_Airbus_A320_EC-HAD.jpg/800px-Iberia_Airbus_A320_EC-HAD.jpg",
						"desc": "The Airbus A320 is a low-wing airliner with twin turbofans and a conventional tail."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Iberia_a320-200_planform_ec-hyc_arp.jpg/800px-Iberia_a320-200_planform_ec-hyc_arp.jpg",
						"desc": "Planform view with flaps still partly extended, showing the 10.3 wing aspect ratio and 25° wing sweep"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Turkish_Airlines_Airbus_A321_cockpit_closeup.jpg/800px-Turkish_Airlines_Airbus_A321_cockpit_closeup.jpg",
						"desc": "The A320 glass cockpit has fly-by-wire controls"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/UnitedandVA_32315_%2816735062459%29.jpg/800px-UnitedandVA_32315_%2816735062459%29.jpg",
						"desc": "The main competition of the A320 family (background) is the Boeing 737 Next Generation (foreground)."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Airbus_A318-112_%2819751900080%29.jpg/800px-Airbus_A318-112_%2819751900080%29.jpg",
						"desc": "The 31.44 m (103.1 ft) long A318 is the shortest variant, here in the livery of British Airways."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Airbus_A319_Austrian_Airlines.jpg/800px-Airbus_A319_Austrian_Airlines.jpg",
						"desc": "The A319, 3.73 m (12 ft 3 in) shorter than the A320, has a single overwing exit per side for exit limits of 145, and two per side for 146 and above.[88]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/9H-AVK_Airbus_A319-115_CJ_%2811423487003%29.jpg/800px-9H-AVK_Airbus_A319-115_CJ_%2811423487003%29.jpg",
						"desc": "An ACJ319 cabin"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/EasyJet_A320.jpg/800px-EasyJet_A320.jpg",
						"desc": "Easyjet Operate 173 A320 Aircraft"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Airbus_A321_-_myAustrian_%281%29.jpg/800px-Airbus_A321_-_myAustrian_%281%29.jpg",
						"desc": "The A321 is 6.93 m (22 ft 9 in) longer than the A320; overwing exits are replaced by doors."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/TC-OBJ_%2822903366601%29.jpg/800px-TC-OBJ_%2822903366601%29.jpg",
						"desc": "MSN 835, the first converted A321, in passenger form"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/American_Airlines_aircraft_at_PHX_%28N657AW%2C_N837AW%2C_N604AW%2C_N845NN%29_-_Quintin_Soloviev.jpg/800px-American_Airlines_aircraft_at_PHX_%28N657AW%2C_N837AW%2C_N604AW%2C_N845NN%29_-_Quintin_Soloviev.jpg",
						"desc": "American Airlines is the largest A320 operator."
					}
				]
			}
		},
		{
			"name": "Boeing_767",
			"data": [
				{
					"header": "Background",
					"text": "In 1970, the 747 entered service as the first wide-body jetliner with a fuselage wide enough to feature a twin-aisle cabin. Two years later, the manufacturer began a development study, code-named 7X7, for a new wide-body jetliner intended to replace the 707 and other early generation narrow-body airliners. The aircraft would also provide twin-aisle seating, but in a smaller fuselage than the existing 747, McDonnell Douglas DC-10, and Lockheed L-1011 TriStar wide-bodies. To defray the high cost of development, Boeing signed risk-sharing agreements with Italian corporation Aeritalia and the Civil Transport Development Corporation (CTDC), a consortium of Japanese aerospace companies. This marked the manufacturer's first major international joint venture, and both Aeritalia and the CTDC received supply contracts in return for their early participation. The initial 7X7 was conceived as a short take-off and landing airliner intended for short-distance flights, but customers were unenthusiastic about the concept, leading to its redefinition as a mid-size, transcontinental-range airliner. At this stage the proposed aircraft featured two or three engines, with possible configurations including over-wing engines and a T-tail."
				},
				{
					"header": "Design effort",
					"text": "In the late 1970s, operating cost replaced capacity as the primary factor in airliner purchases. As a result, the 767's design process emphasized fuel efficiency from the outset. Boeing targeted a 20 to 30 percent cost saving over earlier aircraft, mainly through new engine and wing technology. As development progressed, engineers used computer-aided design for over a third of the 767's design drawings, and performed 26,000 hours of wind tunnel tests. Design work occurred concurrently with the 757 twinjet, leading Boeing to treat both as almost one program to reduce risk and cost. Both aircraft would ultimately receive shared design features, including avionics, flight management systems, instruments, and handling characteristics. Combined development costs were estimated at $3.5 to $4 billion."
				},
				{
					"header": "Production and testing",
					"text": "To produce the 767, Boeing formed a network of subcontractors which included domestic suppliers and international contributions from Italy's Aeritalia and Japan's CTDC. The wings and cabin floor were produced in-house, while Aeritalia provided control surfaces, Boeing Vertol made the leading edge for the wings, and Boeing Wichita produced the forward fuselage. The CTDC provided multiple assemblies through its constituent companies, namely Fuji Heavy Industries (wing fairings and gear doors), Kawasaki Heavy Industries (center fuselage), and Mitsubishi Heavy Industries (rear fuselage, doors, and tail). Components were integrated during final assembly at the Everett factory. For expedited production of wing spars, the main structural member of aircraft wings, the Everett factory received robotic machinery to automate the process of drilling holes and inserting fasteners. This method of wing construction expanded on techniques developed for the 747. Final assembly of the first aircraft began in July 1979."
				},
				{
					"header": "First stretch: -300/-300ER/F",
					"text": "Forecasting airline interest in larger-capacity models, Boeing announced the stretched 767-300 in 1983 and the extended-range 767-300ER in 1984. Both models offered a 20 percent passenger capacity increase, while the extended-range version was capable of operating flights up to 5,990 nautical miles (11,090 km; 6,890 mi). Japan Airlines placed the first order for the -300 in September 1983. Following its first flight on January 30, 1986, the type entered service with Japan Airlines on October 20, 1986. The 767-300ER completed its first flight on December 9, 1986, but it was not until March 1987 that the first firm order, from American Airlines, was placed. The type entered service with American Airlines on March 3, 1988. The 767-300 and 767-300ER gained popularity after entering service, and came to account for approximately two-thirds of all 767s sold. Until the 777's 1995 debut, the 767-300 and 767-300ER remained Boeing's second-largest wide-bodies behind the 747."
				},
				{
					"header": "Second stretch:-400ER",
					"text": "In November 1995, after abandoning development of a smaller version of the 777, Boeing announced that it was revisiting studies for a larger 767. The proposed 767-400X, a second stretch of the aircraft, offered a 12 percent capacity increase versus the 767-300, and featured an upgraded flight deck, enhanced interior, and greater wingspan. The variant was specifically aimed at Delta Air Lines' pending replacement of its aging Lockheed L-1011 TriStars, and faced competition from the A330-200, a shortened derivative of the Airbus A330. In March 1997, Delta Air Lines launched the 767-400ER when it ordered the type to replace its L-1011 fleet. In October 1997, Continental Airlines also ordered the 767-400ER to replace its McDonnell Douglas DC-10 fleet. The type completed its first flight on October 9, 1999, and entered service with Continental Airlines on September 14, 2000."
				},
				{
					"header": "767-400ERX",
					"text": "In March 2000, Boeing was to launch the 259-seat 767-400ERX with an initial order for three from Kenya Airways with deliveries planned for 2004, as it was proposed to Lauda Air.Increased gross weight and a tailplane fuel tank would have boosted its range by 1,110 to 12,025 km (600 to 6,490 nmi; 690 to 7,470 mi), and GE could offer its 65,000–68,000 lbf (290–300 kN) CF6-80C2/G2. Rolls-Royce offered its 68,000–72,000 lbf (300–320 kN) Trent 600 for the 767-400ERX and the Boeing 747X."
				},
				{
					"header": "767-XF (re-engine)",
					"text": "In October 2019, Boeing was reportedly studying a re-engined 767-XF for entry into service around 2025, based on the 767-400ER with an extended landing gear to accommodate larger General Electric GEnx turbofan engines.The cargo market is the main target, but a passenger version could be a cheaper alternative to the proposed New Midsize Airplane."
				},
				{
					"header": "767-2C",
					"text": "A commercial freighter version of the Boeing 767-200 with wings from the -300 series and an updated flightdeck was first flown on December 29, 2014. A military tanker variant of the Boeing 767-2C is developed for the USAF as the KC-46. Boeing is building two aircraft as commercial freighters which will be used to obtain Federal Aviation Administration certification, a further two Boeing 767-2Cs will be modified as military tankers. As of 2014[update], Boeing does not have customers for the freighter."
				},
				{
					"header": "Converted freighters",
					"text": "In June 2008, All Nippon Airways took delivery of the first 767-300BCF (Boeing Converted Freighter), a modified passenger-to-freighter model. The conversion work was performed in Singapore by ST Aerospace Services, the first supplier to offer a 767-300BCF program, and involved the addition of a main deck cargo door, strengthened main deck floor, and additional freight monitoring and safety equipment. "
				},
				{
					"header": "Military and government",
					"text": "Versions of the 767 serve in a number of military and government applications, with responsibilities ranging from airborne surveillance and refueling to cargo and VIP transport. Several military 767s have been derived from the 767-200ER, the longest-range version of the aircraft."
				},
				{
					"header": "Accidents",
					"text": "The airliner's first fatal crash, Lauda Air Flight 004, occurred near Bangkok on May 26, 1991, following the in-flight deployment of the left engine thrust reverser on a 767-300ER. None of the 223 aboard survived. As a result of this accident, all 767 thrust reversers were deactivated until a redesign was implemented. Investigators determined that an electronically controlled valve, common to late-model Boeing aircraft, was to blame. A new locking device was installed on all affected jetliners, including 767s."
				},
				{
					"header": "Incidents",
					"text": "The 767's first incident was Air Canada Flight 143, a 767-200, on July 23, 1983. The airplane ran out of fuel in-flight and had to glide with both engines out for almost 43 nautical miles (80 km; 49 mi) to an emergency landing at Gimli, Manitoba, Canada. The pilots used the aircraft's ram air turbine to power the hydraulic systems for aerodynamic control. There were no fatalities and only minor injuries. This aircraft was nicknamed \"Gimli Glider\" after its landing site. The aircraft, registered C-GAUN, continued flying for Air Canada until its retirement in January 2008."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "September 26, 1981 (1981-09-26)"
				},
				{
					"key": "Introduction",
					"value": "September 8, 1982, with United Airlines"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Delta Air LinesFedEx Express UPS Airlines United Airlines"
				},
				{
					"key": "Produced",
					"value": "1981–present; in cargo production as of 2023"
				},
				{
					"key": "Number built",
					"value": "1,294 as of October 2023[update]"
				},
				{
					"key": "Variants",
					"value": ".mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}Boeing E-767Boeing KC-46 PegasusBoeing KC-767Northrop Grumman E-10 MC2A"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Delta_Air_Lines_B767-332_N130DL.jpg/800px-Delta_Air_Lines_B767-332_N130DL.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Delta_Air_Lines_Boeing_767-232_Farnborough_1982_Fitzgerald.jpg/800px-Delta_Air_Lines_Boeing_767-232_Farnborough_1982_Fitzgerald.jpg",
						"desc": "The 767 pictured here made its Farnborough Airshow debut in 1982 as the 767-200. Later it was named the Spirit of Delta Ship 102 with Delta Air Lines."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Continental_Airlines_Boeing_767-400ER_Wallner.jpg/800px-Continental_Airlines_Boeing_767-400ER_Wallner.jpg",
						"desc": "Forward view of a Continental Airlines 767-400ER, showing fuselage profile, wing dihedral, and CF6 engines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Boeing_767_over_Mount_Rainier%2C_circa_1980s.jpg/800px-Boeing_767_over_Mount_Rainier%2C_circa_1980s.jpg",
						"desc": "The first 767-200 built, N767BA, in flight near Mount Rainier in the 1980s"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Boeing_767_Everett%2C_Washington_production_view.jpg/800px-Boeing_767_Everett%2C_Washington_production_view.jpg",
						"desc": "Final assembly of a 767-300F at Boeing's Everett factory, which was expanded for 767 production in 1978"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/United_Airlines_Boeing_767-222%3B_N602UA%2C_May_1990_%285424568174%29.jpg/800px-United_Airlines_Boeing_767-222%3B_N602UA%2C_May_1990_%285424568174%29.jpg",
						"desc": "The 767-200 was introduced by United Airlines on September 8, 1982."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Osaka_KIX_JAL_767-346_JA8986_and_ANA_767-381ER_JA612A.jpg/800px-Osaka_KIX_JAL_767-346_JA8986_and_ANA_767-381ER_JA612A.jpg",
						"desc": "A JAL 767-300 lands in front of an ANA 767-300ER at Kansai Airport. The -300 and -300ER variants account for almost two-thirds of all 767s sold."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Boeing_767-400ER_Rollout_Proctor.jpg/800px-Boeing_767-400ER_Rollout_Proctor.jpg",
						"desc": "The Boeing 767-400ER was publicly unveiled on August 26, 1999.[44]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Austrian_Airlines_B767-3Z9ER_%28OE-LAE%29_departing_Vienna_International_Airport.jpg/800px-Austrian_Airlines_B767-3Z9ER_%28OE-LAE%29_departing_Vienna_International_Airport.jpg",
						"desc": "Austrian Airlines 767-300ER with blended winglets, which reduce lift-induced drag"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/UPS_Airlines_B767-300F_%28N328UP%29_landing_at_San_Jose_International_Airport.jpg/800px-UPS_Airlines_B767-300F_%28N328UP%29_landing_at_San_Jose_International_Airport.jpg",
						"desc": "UPS, the largest 767-300F operator, placed additional orders in 2007."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/B767-300F_%287586684968%29.jpg/800px-B767-300F_%287586684968%29.jpg",
						"desc": "DHL Aviation B767-300F"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/G-BNWA_British_Airways_B767-300_planform.jpg/800px-G-BNWA_British_Airways_B767-300_planform.jpg",
						"desc": "Planform view of a 767-300, showing its 156 ft 1 in (47.57 m) wide wing with a 3,050 ft2 (283.3 m2) area and a 31.5° sweepback,[109] for a 7.99:1 aspect ratio"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Boeing_767_Nose_Section_41.jpg/800px-Boeing_767_Nose_Section_41.jpg",
						"desc": "The 767 has the same cockpit windows as the Boeing 757."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/B767-322_flight_deck.jpg/800px-B767-322_flight_deck.jpg",
						"desc": "The early 767 flight deck with EFIS and EICAS screens allowed two-crew operations. The later 767-400 had larger displays, while earlier models could be upgraded."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Japan_Airlines_767-300_Economy_cabin.jpg/800px-Japan_Airlines_767-300_Economy_cabin.jpg",
						"desc": "Economy class with two aisles and seven seats per row in 2–3–2 layout"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/TWA_Boeing_767-200_N610TW_Proctor.jpg/800px-TWA_Boeing_767-200_N610TW_Proctor.jpg",
						"desc": "TWA began operating the first 767-200 ETOPS flights in May 1985."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Asia_Atlantic_Airlines_767-300_%28HS-AAC%29_Narita_International_Airport.jpg/800px-Asia_Atlantic_Airlines_767-300_%28HS-AAC%29_Narita_International_Airport.jpg",
						"desc": "The 767 is a widebody with a low wing, twin underwing turbofans, and a conventional tail."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/280da_-_United_Airlines_Boeing_767-222%2C_N618UA%40LAX%2C02.03.2004_-_Flickr_-_Aero_Icarus.jpg/800px-280da_-_United_Airlines_Boeing_767-222%2C_N618UA%40LAX%2C02.03.2004_-_Flickr_-_Aero_Icarus.jpg",
						"desc": "United Airlines introduced the 767-200 in 1982."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/El_Al_Israel_Airlines_Boeing_767-27E-ER_4X-EAF_%2822343721261%29.jpg/800px-El_Al_Israel_Airlines_Boeing_767-27E-ER_4X-EAF_%2822343721261%29.jpg",
						"desc": "A 767-200ER of its launch customer, El Al. The -200ER is externally similar to the -200."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/JAL_-_Japan_Airlines_Boeing_767-346%3B_JA8266%2C_September_1990_%285624254560%29.jpg/800px-JAL_-_Japan_Airlines_Boeing_767-346%3B_JA8266%2C_September_1990_%285624254560%29.jpg",
						"desc": "A 767-300 of its launch customer, Japan Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Boeing_767-323%28ER%29%2C_American_Airlines_JP7722628.jpg/800px-Boeing_767-323%28ER%29%2C_American_Airlines_JP7722628.jpg",
						"desc": "American Airlines introduced the 767-300ER in 1988. This example was retrofitted with winglets."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/N107FE%40PEK_%2820190520150305%29.jpg/800px-N107FE%40PEK_%2820190520150305%29.jpg",
						"desc": "A FedEx Express 767-300F"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Boeing_767-424%28ER%29%2C_Continental_Airlines_JP6593826.jpg/800px-Boeing_767-424%28ER%29%2C_Continental_Airlines_JP6593826.jpg",
						"desc": "A 767-400ER of Continental Airlines, its launch customer"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/E-767_Japan_AWACS_112010_view.jpg/800px-E-767_Japan_AWACS_112010_view.jpg",
						"desc": "Japan Self-Defense Forces E-767 AWACS"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/KC-767_Aeronautica_Militare_tanker_refueler_2007.jpg/800px-KC-767_Aeronautica_Militare_tanker_refueler_2007.jpg",
						"desc": "Italian Air Force KC-767A tanker"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/UR-GEA_LLBG_06-12-2013-1.jpg/800px-UR-GEA_LLBG_06-12-2013-1.jpg",
						"desc": "Ukraine International Airlines 767-300ER with optional winglets"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Air_Canada_767_C-GAUN_Gimli_Glider.jpg/800px-Air_Canada_767_C-GAUN_Gimli_Glider.jpg",
						"desc": "The \"Gimli Glider\" (C-GAUN) parked at Mojave Air and Space Port in February 2008"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/The_Spirit_of_Delta_Boeing_767-200.jpg/800px-The_Spirit_of_Delta_Boeing_767-200.jpg",
						"desc": "\"The Spirit of Delta\" at the Delta Air Lines Air Transport Heritage Museum"
					}
				]
			}
		},
		{
			"name": "Airbus_a350_xwb",
			"data": [
				{
					"header": "Background and early designs",
					"text": "Airbus initially rejected Boeing's claim that the Boeing 787 Dreamliner would be a serious threat to the Airbus A330, stating that the 787 was just a reaction to the A330 and that no response was needed. When airlines urged Airbus to provide a competitor, Airbus initially proposed the \"A330-200Lite\", a derivative of the A330 featuring improved aerodynamics and engines similar to those on the 787. The company planned to announce this version at the 2004 Farnborough Airshow, but did not proceed."
				},
				{
					"header": "Shorter A350-800",
					"text": "The 60.45 m (198.3 ft)-long A350-800 was designed to seat 276 passengers in a typical three-class configuration with a range of 8,245 nmi (15,270 km; 9,488 mi) with an MTOW of 259 t (571,000 lb)."
				},
				{
					"header": "Longer A350-1000",
					"text": "In 2011, Airbus redesigned the A350-1000 with higher weights and a more powerful engine variant to provide more range for trans-Pacific operations. This boosted its appeal to Cathay Pacific and Singapore Airlines, who were committed to purchase 20 Boeing 777-9s, and to United Airlines, which was considering Boeing 777-300ERs to replace its 747-400s. Emirates was disappointed with the changes and cancelled its order for 50 A350-900s and 20 A350-1000s, instead of changing the whole order to the larger variant."
				},
				{
					"header": "Possible further stretch",
					"text": "Airbus has explored the possibility of a further stretch offering 45 more seats. A potential 4 m stretch would remain within the exit limit of four door pairs, and a modest MTOW increase from 308 t to 319 t would need only 3% more thrust, within the Rolls-Royce Trent XWB-97 capabilities, and would allow a 7,600 nmi (14,100 km; 8,700 mi) range to compete with the 777-9's capabilities.This variant was to be a replacement for the 747-400, tentatively called the A350-8000, -2000 or -1100."
				},
				{
					"header": "Improvements",
					"text": "In October 2017, Airbus was testing extended sharklets, which could offer 100–140 nmi (185–259 km; 115–161 mi) extra range and reduce fuel burn by 1.4–1.6%. The wing twist is being changed for the wider, optimised spanload pressure distribution, and will be used for the Singapore Airlines A350-900ULR in 2018 before spreading to other variants.On 26 June 2018, Iberia was the first to receive the upgraded -900, with a 280 t (620,000 lb) MTOW version for an 8,200 nmi (15,200 km; 9,400 mi) range with 325 passengers in three classes."
				},
				{
					"header": "New Engine Option",
					"text": "By November 2018, Airbus was hiring in Toulouse and Madrid to develop a re-engined A350neo. Although its launch is not guaranteed, it would be delivered in the mid-2020s, after the A321XLR and a stretched A320neo \"plus\", potentially competing with the Boeing New Midsize Airplane. Service entry would be determined by ultra-high bypass ratio engine developments pursued by Pratt & Whitney, testing its Geared Turbofan upgrade; Safran Aircraft Engines, ground testing a demonstrator from 2021; and Rolls-Royce, targeting a 2025 Ultrafan service entry. The production target is a monthly rate of 20 A350neos, up from 10."
				},
				{
					"header": "Undercarriage",
					"text": "Airbus adopted a new philosophy for the attachment of the A350's main undercarriage as part of the switch to a composite wing structure. Each main undercarriage leg is attached to the rear wing spar forward and to a gear beam aft, which itself is attached to the wing and the fuselage. To help reduce the loads further into the wing, a double side-stay configuration has been adopted. This solution resembles the design of the Vickers VC10."
				},
				{
					"header": "Systems",
					"text": "Honeywell supplies its 1,700 horsepower (1,300 kW) HGT1700 auxiliary power unit with 10% greater power density than the TPE331 from which it is developed, and the air management system: the bleed air, environmental control, cabin pressure control and supplemental cooling systems. Airbus says that the new design provides a better cabin atmosphere with 20% humidity, a typical cabin altitude at or below 6,000 ft (1,800 m) and an airflow management system that adapts cabin airflow to passenger load with draught-free air circulation."
				},
				{
					"header": "Qatar Airways paint dispute",
					"text": "In August 2021, as several A350s were sent in to be repainted for the 2022 World Cup in Qatar, Qatar Airways discovered that their paint was unusually degraded. The airline grounded its airliners until the root cause could be determined, and would not accept deliveries until the problem could be solved. The European regulator, EASA, found that paint degradation did not affect the aircraft structure or introduce \"other risks\". Singapore Airlines had not detected such problems with its fleet."
				},
				{
					"header": "A350 Regional",
					"text": "After the Boeing 787-10 launch at the 2013 Paris Air Show, Airbus discussed with airlines a possible A350-900 Regional with a reduced MTOW of 250 t (550,000 lb). Engine thrust would have been reduced to 70,000–75,000 lbf (310–330 kN) from the standard 85,000 lbf (380 kN) and the variant would have been optimised for routes up to 6,800 nmi (12,600 km; 7,800 mi) with seating for up to 360 passengers in a single-class layout. The A350 Regional was expected to be ordered by Etihad Airways and Singapore Airlines. Since 2013, there has been no further announcement about this variant."
				},
				{
					"header": "Accidents and incidents",
					"text": "The A350 fleet has zero fatalities and no hull loss accidents as of October 2023[update]."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multinational[a]"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus Commercial Aircraft"
				},
				{
					"key": "First flight",
					"value": "14 June 2013"
				},
				{
					"key": "Introduction",
					"value": "15 January 2015 with Qatar Airways"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Singapore AirlinesQatar Airways Cathay Pacific Air China"
				},
				{
					"key": "Produced",
					"value": "2010–present"
				},
				{
					"key": "Number built",
					"value": "565 as of 31 October 2023[update]"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/EGLF_-_Airbus_A350-941_-_F-WZNW.jpg/800px-EGLF_-_Airbus_A350-941_-_F-WZNW.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/en/thumb/8/83/Initial_Airbus_A350_concept.jpg/800px-Initial_Airbus_A350_concept.jpg",
						"desc": "The initial A350 concept, based on the A330"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Airbus_A350-941_on_the_assembly_line_in_Toulouse.jpg/800px-Airbus_A350-941_on_the_assembly_line_in_Toulouse.jpg",
						"desc": "A partially-complete A350-900 XWB (destined for Finnair) on the Toulouse assembly line, December 2014"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/A350_First_Flight_-_Low_pass_02.jpg/800px-A350_First_Flight_-_Low_pass_02.jpg",
						"desc": "A prototype Airbus A350-900 XWB (registered as F-WXWB) during its first flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Qatar_Airways_Airbus_A350-941_A7-ALA_15.Jan.2015_First_commercial_service_Doha-Frankfurt_%2816260395846%29.jpg/800px-Qatar_Airways_Airbus_A350-941_A7-ALA_15.Jan.2015_First_commercial_service_Doha-Frankfurt_%2816260395846%29.jpg",
						"desc": "Qatar Airways' first A350-900 XWB (registration: A7-ALA) after the first commercial flight to Frankfurt Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/A350XWB-Demo.jpg/800px-A350XWB-Demo.jpg",
						"desc": "The A350 demonstrator painted like carbon fibre weaves"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/A350_cabin_Finnair.jpg/800px-A350_cabin_Finnair.jpg",
						"desc": "Nine-abreast Economy Class cabin"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/DSC_8030-F-WZGG_-_MSN_003_%2810512622646%29.jpg/800px-DSC_8030-F-WZGG_-_MSN_003_%2810512622646%29.jpg",
						"desc": "The Airbus A350's blended winglets"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Airbus_A-350_XWB_F-WWYB_cockpit_view.jpg/800px-Airbus_A-350_XWB_F-WWYB_cockpit_view.jpg",
						"desc": "The cockpit of the Airbus A350"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Rolls-Royce_Trent_XWB_on_Airbus_A350-941_F-WWCF_MSN002_ILA_Berlin_2016_01.jpg/800px-Rolls-Royce_Trent_XWB_on_Airbus_A350-941_F-WWCF_MSN002_ILA_Berlin_2016_01.jpg",
						"desc": "The 84,000–97,000 lbf (370–430 kN) Rolls-Royce Trent XWB powers exclusively the A350."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/EC-MXV_Airbus_A350-900_Iberia_LHR_30.3.21.jpg/800px-EC-MXV_Airbus_A350-900_Iberia_LHR_30.3.21.jpg",
						"desc": "Iberia received the 500th A350 on 30 September 2022"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/F-WWCF_A350_LBG_SIAE_2015_%2818953559366%29.jpg/800px-F-WWCF_A350_LBG_SIAE_2015_%2818953559366%29.jpg",
						"desc": "The baseline 67 m (219 ft) long A350-900"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Singapore_Airlines_Airbus_A350_XWB_-9_9V-SGC_landing_SFO.jpg/800px-Singapore_Airlines_Airbus_A350_XWB_-9_9V-SGC_landing_SFO.jpg",
						"desc": "Singapore Airlines A350-900ULR, externally identical to the regular A350-900"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/10%2B01%40PEK_%2820230415084435%29.jpg/800px-10%2B01%40PEK_%2820230415084435%29.jpg",
						"desc": "ACJ350 of the German Air Force"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Airbus_A350-100_%2848098816782%29.jpg/800px-Airbus_A350-100_%2848098816782%29.jpg",
						"desc": "The 73.8 m (242 ft) long A350-1000 first flew on 24 November 2016."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Qatar_Airways_Airbus_A350-1000_%28A7-ANA%29.jpg/800px-Qatar_Airways_Airbus_A350-1000_%28A7-ANA%29.jpg",
						"desc": "Qatar Airways was the A350-1000 XWB launch operator in February 2018."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Cathay_Pacific_A350-1000_%28B-LXA%29_%40_HKG%2C_March_2019.jpg/800px-Cathay_Pacific_A350-1000_%28B-LXA%29_%40_HKG%2C_March_2019.jpg",
						"desc": "An A350-1000 of Cathay Pacific, the third-largest A350 operator after Singapore Airlines and Qatar Airways"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/F-WZFZ_Airbus_A350-900_for_Vietnam_Airlines.jpg/800px-F-WZFZ_Airbus_A350-900_for_Vietnam_Airlines.jpg",
						"desc": "A Vietnam Airlines A350-941 at Toulouse-Blagnac—the main production site of the type"
					}
				]
			}
		},
		{
			"name": "Airbus_a330",
			"data": [
				{
					"header": "Engines",
					"text": "From the beginning of the TA9's development, a choice of engines from the three major engine manufacturers, Rolls-Royce, Pratt & Whitney, and GE Aviation, was planned. GE Aviation first offered the CF6-80C2. However, later studies indicated that more thrust was needed to increase the initial power capability from 267 to 289 kN (60,000 to 65,000 lbf). GE enlarged the CF6-80C2 fan from 236 to 244 centimetres (92.9 to 96.1 in) and reduced the number of fan blades from 38 to 34 to create the CF6-80E1 with a thrust of 300–320 kN (67,000–72,000 lbf)."
				},
				{
					"header": "Operational history",
					"text": "Airbus intended the A330 to compete in the Extended-range Twin-engine Operation Performance Standards (ETOPS) market, specifically with the Boeing 767. (ETOPS is a standard that allows longer range flights away from a diversion airport for aircraft that have met special design and testing standards.) Instead of the \"ETOPS out of the box\" or \"Early ETOPS\" approach taken by Boeing with its 777,[Nb 2] Airbus gradually increased ETOPS approval on the A330 using in-service experience. Airbus suggested that the A340 and the A330 were essentially identical except for their engine number, and that the A340's experience could be applied to the A330's ETOPS approval. The plans were for all three engine types to enter service with 90-minute approval, before increasing to 120 minutes after the total A330 fleet accumulated 25,000 flight hours, and then to 180 minutes after 50,000 flight hours, in 1995.[Nb 3] Aer Lingus and Cathay Pacific were two important airlines assisting Airbus in this endeavour by building up in-service flight hours on over-ocean flights. In November 2009, the A330 became the first aircraft to receive ETOPS–240 approval, which has since been offered by Airbus as an option."
				},
				{
					"header": "Variants",
					"text": "With the launch of Airbus A330neo, the existing members of the Airbus A330 family (A330-200, 200F, 300, and MRTT) received the Airbus A330ceo (\"current engine option\") name.[citation needed]"
				},
				{
					"header": "A330 Regional",
					"text": "In September 2013, Airbus announced a version of the A330-300, named A330 Regional or A330-300 Regional. The A330 Regional has seating for up to around 400 passengers, with reduced engine thrust, reduced maximum takeoff weight of 199 t (439,000 lb), and reduced range of 2,700 nautical miles (5,000 km; 3,110 mi). It is said that the maximum takeoff weight of these aircraft is an \"easy upgrade to 242 t (534,000 lb)\", which is the extended range version with range of 6,350 nmi (11,800 km; 7,310 mi). It is said to provide up to 26% lower operating costs than the longer range version A330-300."
				},
				{
					"header": "A330-800",
					"text": "The Airbus A330-800 is based on the A330-200, with, cabin modifications, larger Trent 7000 engines and aerodynamic improvements. The A330-800s maiden flight took place on 6 November 2018. The first two A330-800's were delivered to their launch customer Kuwait Airways in October 2020."
				},
				{
					"header": "A330-900",
					"text": "The Airbus A330-900 maintains the A330-300's fuselage dimensions with 10 more seats thanks to cabin optimisation. With modern Trent 7000 engines and redesigned winglets, it should burn 14% less fuel per seat than the A330-300 over a distance of 4,000 nmi (7,400 km; 4,600 mi). It should travel 6,550 nmi (12,130 km; 7,540 mi) with 287 passengers in a standard configuration."
				},
				{
					"header": "ACJ330",
					"text": "The A330-200 is available as an ultra-long-range Airbus Corporate Jet known as the A330-200 Prestige, with a range of 15,400 km (8,300 nmi; 9,600 mi) and a capacity of 50 passengers."
				},
				{
					"header": "ACJ330neo",
					"text": "A corporate jet version of the new A330neo capable of flying 25 passengers 19,260 km (10,400 nmi; 11,970 mi) or 21 hours, enough to fly non-stop from Europe to Australia."
				},
				{
					"header": "EADS/Northrop Grumman KC-45",
					"text": "The EADS/Northrop Grumman KC-45 was a proposed version of the A330 MRTT for the United States Air Force (USAF)'s KC-X aerial refuelling programme. In February 2008, the USAF selected the aircraft to replace the Boeing KC-135 Stratotanker. The replacement process was mired in controversy, instances of corruption, and allegations of favouritism. In July 2010, EADS submitted a tanker bid to the USAF without Northrop Grumman as a partner. However, on 24 February 2011, the USAF picked the Boeing KC-767 proposal, later named KC-46, as the winner because of its lower cost."
				},
				{
					"header": "Accidents",
					"text": "The A330's first fatal accident occurred on 30 June 1994 near Toulouse on a test flight when an Airbus-owned A330-300 crashed while simulating an engine failure on climbout, killing all seven on board. Airbus subsequently advised A330 operators to disconnect the autopilot and limit pitch attitude in the event of an engine failure at low speed."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multi-national[a]"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "2 November 1992"
				},
				{
					"key": "Introduction",
					"value": "17 January 1994 with Air Inter"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Delta Air LinesTurkish Airlines China Eastern Airlines  Air China"
				},
				{
					"key": "Produced",
					"value": "1992–present"
				},
				{
					"key": "Number built",
					"value": "1,582 as of October 2023[update]"
				},
				{
					"key": "Developed from",
					"value": "Airbus A300"
				},
				{
					"key": "Variants",
					"value": "Airbus A330 MRTT EADS/Northrop Grumman KC-45  Airbus CC-330 Husky"
				},
				{
					"key": "Developed into",
					"value": "Airbus A330neo Airbus Beluga XL"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Turkish_Airlines%2C_Airbus_A330-300_TC-JNL_NRT_%2823708073592%29.jpg/800px-Turkish_Airlines%2C_Airbus_A330-300_TC-JNL_NRT_%2823708073592%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/HL7552_Airbus_A330-223_Korean_Air%2C_CS-TQM_Airbus_A340-313X_Strategic_Airlines_%28HiFly%29_and_VH-ZPL_%27Samba_Blue%27_Embraer_190-100IGW_Virgin_Blue_%28Virgin_Australia%29_%286600549415%29.jpg/800px-thumbnail.jpg",
						"desc": "Compared to the A330 twinjet (on ground), the heavier A340 (inflight) has four engines and a centre-line wheel bogie."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Airbus_Factory_Toulouse.jpg/800px-Airbus_Factory_Toulouse.jpg",
						"desc": "A330 final assembly line in Toulouse, 2007"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Airbus_Industrie_Airbus_A330-300%3B_F-WWKA%2C_June_1993_%288075230330%29.jpg/800px-Airbus_Industrie_Airbus_A330-300%3B_F-WWKA%2C_June_1993_%288075230330%29.jpg",
						"desc": "The A330 first prototype. It was rolled out on 14 October 1992, and first flew on 2 November."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Airbus_A330-301%2C_Air_Inter_AN0198153.jpg/800px-Airbus_A330-301%2C_Air_Inter_AN0198153.jpg",
						"desc": "Launch operator Air Inter introduced the A330-300 on 17 January 1994."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Airbus_A330-222%2C_Airbus_Industrie_AN0062031.jpg/800px-Airbus_A330-222%2C_Airbus_Industrie_AN0062031.jpg",
						"desc": "The A330-200 first flew on 13 August 1997."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Airbus_A330-202%2C_Canada_3000_AN0170340.jpg/800px-Airbus_A330-202%2C_Canada_3000_AN0170340.jpg",
						"desc": "Canada 3000 was the A330-200's first operator in April 1998."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/A6-DCA_Etihad_Airways_Airbus_A330-243F_%2831902400564%29.jpg/800px-A6-DCA_Etihad_Airways_Airbus_A330-243F_%2831902400564%29.jpg",
						"desc": "The A330-200F freighter was first delivered to Etihad Cargo in July 2010."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Airbus_A330neo_first_take-off_%28cropped%29.jpg/800px-Airbus_A330neo_first_take-off_%28cropped%29.jpg",
						"desc": "First flight of A330-900 on 19 October 2017"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/AIB_A330_F-WWCB_29sep14_LFBO-1.jpg/800px-AIB_A330_F-WWCB_29sep14_LFBO-1.jpg",
						"desc": "The 1,000th A330 was delivered on 19 July 2013."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Cyprus_airways_a330-200_5b-dbs_arp.jpg/800px-Cyprus_airways_a330-200_5b-dbs_arp.jpg",
						"desc": "A330-200 planform view, showing its 10.06 wing aspect ratio and 30° wing sweep"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/A330_Cockpit.jpg/800px-A330_Cockpit.jpg",
						"desc": "The fly-by-wire A330/A340 retains the A320's six-screen glass cockpit."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Cathay_Pacific_Airbus_A330-300%3B_B-HLL%40HKG%3B04.08.2011_615fp_%286207268849%29.jpg/800px-Cathay_Pacific_Airbus_A330-300%3B_B-HLL%40HKG%3B04.08.2011_615fp_%286207268849%29.jpg",
						"desc": "The initial variant, a 63.7 m (209 ft) long A330-300 of Cathay Pacific, its largest operator. The aircraft pictured was the aircraft in Cathay Pacific Flight 780."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Delta_Air_Lines%2C_N822NW%2C_Airbus_A330-302_%2824661682692%29.jpg/800px-Delta_Air_Lines%2C_N822NW%2C_Airbus_A330-302_%2824661682692%29.jpg",
						"desc": "The first 242 t (534,000 lb) A330-300 was delivered to Delta Air Lines in May 2015."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Airbus_A330-243%2C_China_Eastern_Airlines_AN1799513.jpg/800px-Airbus_A330-243%2C_China_Eastern_Airlines_AN1799513.jpg",
						"desc": "The -200 is 4.85 m (15.9 ft) shorter than the -300. China Eastern is the type's largest operator."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Airbus_A330-200F_Turkish_AL_%28THY%29_F-WWCB_-_MSN_1418_-_Named_Trakya_-_Will_be_TC-JDS_%289743170846%29_%28cropped%29.jpg/800px-Airbus_A330-200F_Turkish_AL_%28THY%29_F-WWCB_-_MSN_1418_-_Named_Trakya_-_Will_be_TC-JDS_%289743170846%29_%28cropped%29.jpg",
						"desc": "The bulge under the A330-200F nose corrects the inherent nose-down attitude of passenger versions.[65]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/CGN_20190331_SU-GCE_05.jpg/800px-CGN_20190331_SU-GCE_05.jpg",
						"desc": "The first A330-200P2F was delivered to EgyptAir Cargo on 3 August 2018, with no bulge."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/%22Beluga_XL%22_A330-743L_%28cropped%29.jpg/800px-%22Beluga_XL%22_A330-743L_%28cropped%29.jpg",
						"desc": "BelugaXL A330-743L during its maiden flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Centenary_of_Military_Aviation_2014_Air_Show_%28RAAF_Williams%2C_Point_Cook%29_%2812852630743%29_%28A330_only%29.jpg/800px-Centenary_of_Military_Aviation_2014_Air_Show_%28RAAF_Williams%2C_Point_Cook%29_%2812852630743%29_%28A330_only%29.jpg",
						"desc": "Airbus A330 MRTT/KC-30 of the RAAF with refuelling drogues deployed"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Voo_Air_France_447-2006-06-14.jpg/800px-Voo_Air_France_447-2006-06-14.jpg",
						"desc": "The vertical stabilizer recovered from Air France Flight 447"
					}
				]
			}
		},
		{
			"name": "Boeing_737",
			"data": [
				{
					"header": "Initial design",
					"text": "Boeing had been studying short-haul jet aircraft designs, and saw a need for a new aircraft to supplement the 727 on short and thin routes. Preliminary design work began on May 11, 1964, based on research that indicated a market for a fifty to sixty passenger airliner flying routes of 50 to 1,000 miles (100 to 1,600 km)."
				},
				{
					"header": "Launch",
					"text": "The launch decision for the $150 million (~$998 million in 2021) development was made by the board on February 1, 1965. The sales pitch was big-jet comfort on short-haul routes."
				},
				{
					"header": "737 Original (first generation)",
					"text": "The Boeing 737 Original is the name given to the -100/200 and -200 Advanced series of the Boeing 737 family."
				},
				{
					"header": "737 MAX 10",
					"text": "The MAX 10 was proposed as a stretched MAX 9 in mid-2016, enabling seating for 230 in a single class or 189 in two-class layout, compared to 193 in two-class seating for the A321neo. The modest 66-inch (1.7 m) stretch of fuselage enables the MAX 10 to retain the existing wing and CFM Leap 1B engine from the MAX 9 with a trailing-link main landing gear as the only major change. The MAX 10 was launched on June 19, 2017, with 240 orders and commitments from more than ten customers. The variant configuration with a predicted 5% lower trip cost and seat cost compared to the A321neo was firmed up by February 2018, and by mid-2018, the critical design review was completed. The MAX 10 has a similar capacity to the A321XLR, but shorter range and much poorer field performance in smaller airports. It was unveiled in Boeing's Renton factory on November 22, 2019, and scheduled for first flight in 2020. Boeing also considered parallel development with the 757 replacement, similar to the development of the 757 and 767 in the 1970s."
				},
				{
					"header": "Design",
					"text": "The 737 continued to evolve into many variants but still remains recognisable as the 737. These are divided into four generations but all are based on the same basic design."
				},
				{
					"header": "Airframe",
					"text": "The fuselage cross section and nose are derived from that of the Boeing 707 and Boeing 727. Early 737 cockpits also inherited the \"eyebrow windows\" positioned above the main glareshield, which were a feature of the original 707 and 727 to allow for better crew visibility. Contrary to popular belief, these windows were not intended for celestial navigation (only the military T-43A had a sextant port for star navigation, which the civilian models lacked.) With modern avionics, the windows became redundant, and many pilots placed newspapers or other objects in them to block out sun glare. They were eliminated from the 737 cockpit design in 2004, although they are still installed on customer request. The eyebrow windows were sometimes removed and plugged, usually during maintenance overhauls, and can be distinguished by the metal plug which differs from the smooth metal in later aircraft that were not originally fitted with the windows."
				},
				{
					"header": "Engines",
					"text": "Engines on the 737 Classic series (-300, -400, -500) and Next-Generation series (-600, -700, -800, -900) do not have circular inlets like most aircraft but rather a planform on the lower side, which has been dictated largely by the need to accommodate ever larger engine diameters. The 737 Classic series featured CFM56 high bypass turbofan engines, which were 25% more efficient and also reduced noise significantly over JT8D low bypass engines used on the 737 Original series (-100 and -200), but also posed an engineering challenge given the low ground clearance of the Boeing 737 family. Boeing and engine supplier CFM International (CFMI) solved the problem by placing the engine ahead of (rather than below) the wing, and by moving engine accessories to the sides (rather than the bottom) of the engine pod, giving the 737 Classic and later generations a distinctive non-circular air intake."
				},
				{
					"header": "Flight systems",
					"text": "The 737 uses a hydro-mechanical flight control system, similar to the Boeing 707 and typical of the period in which the 737 was originally designed. Pilot commands are transmitted to hydraulic boosters attached to the control surfaces via steel cables that run through the fuselage and wings, rather than by the electrical fly-by-wire systems found in more recent designs like the Airbus A320 or Boeing 777."
				},
				{
					"header": "Aerodynamics",
					"text": "The Original -100 and -200 series were built without wingtip devices, but these were later introduced to improve fuel efficiency. The 737 has evolved four winglet types: the 737-200 Mini-winglet, 737 Classic/NG Blended Winglet, 737 Split Scimitar Winglet, and 737 MAX Advanced Technology Winglet. The 737-200 Mini-winglets are part of the Quiet Wing Corp modification kit that received certification in 2005."
				},
				{
					"header": "Interior",
					"text": "The first generation Original series 737 cabin was replaced for the second generation Classic series with a design based on the Boeing 757 cabin. The Classic cabin was then redesigned once more for the third, Next Generation, 737 with a design based on the Boeing 777 cabin. Boeing later offered the redesigned Sky Interior on the NG. The principal features of the Sky Interior include sculpted sidewalls, redesigned window housings, increased headroom and LED mood lighting, larger pivot-bins based on the 777 and 787 designs and generally more luggage space, and claims to have improved cabin noise levels by 2–4 dB. The first 737 equipped Boeing Sky Interior was delivered to Flydubai in late 2010. Continental Airlines, Alaska Airlines, Malaysia Airlines, and TUIFly have also received Sky Interior-equipped 737s."
				},
				{
					"header": "Boeing Converted Freighter program",
					"text": "The Boeing Converted Freighter program (BCF), or the 737-800BCF program, was launched by Boeing in 2016. It converts old 737-800 passenger jets to dedicated freighters. The first 737-800BCF was delivered in 2018 to GECAS, which is leased to West Atlantic. Boeing has signed an agreement with Chinese YTO Cargo Airlines to provide the airline with 737-800BCFs pending a planned program launch."
				},
				{
					"header": "Operators",
					"text": "The five largest operators of the Boeing 737 were Southwest Airlines (878 as of October 2023), Ryanair (443), United Airlines (383), American Airlines (344), and Delta Air Lines (218) (All as of August 2021)."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing"
				},
				{
					"key": "First flight",
					"value": "April 9, 1967;56 years ago (1967-04-09)"
				},
				{
					"key": "Introduction",
					"value": "February 10, 1968 (55 years ago) (1968-02-10), with Lufthansa"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Southwest Airlines.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}RyanairUnited AirlinesAmerican Airlines"
				},
				{
					"key": "Produced",
					"value": "1966 (1966)–present"
				},
				{
					"key": "Number built",
					"value": "11,569 as of October 2023[update]"
				},
				{
					"key": "Variants",
					"value": "Boeing T-43"
				},
				{
					"key": "Developed into",
					"value": "Boeing 737 ClassicBoeing 737 Next GenerationBoeing 737 MAX"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/South_African_Airlink_Boeing_737-200_Advanced_Smith.jpg/800px-South_African_Airlink_Boeing_737-200_Advanced_Smith.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Boeing_737_patent_USD206035S.jpg/800px-Boeing_737_patent_USD206035S.jpg",
						"desc": "October 18, 1966, Jet aircraft patent, filed June 22, 1965, by John Steiner and Joe Sutter for Boeing"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Boeing_737-130%2C_Lufthansa_AN2056613.jpg/800px-Boeing_737-130%2C_Lufthansa_AN2056613.jpg",
						"desc": "737-100 introduced by Lufthansa on February 10, 1968"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Boeing_737_NASA_GPN-2000-001905.jpg/800px-Boeing_737_NASA_GPN-2000-001905.jpg",
						"desc": "The first Boeing 737-130 used as prototype and later operated by NASA"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Boeing_737-222%2C_United_Airlines_AN1045540.jpg/800px-Boeing_737-222%2C_United_Airlines_AN1045540.jpg",
						"desc": "The 737-200 was brought into service by United Airlines on April 28, 1968."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/C-GANV_landing_in_Vancouver.jpg/800px-C-GANV_landing_in_Vancouver.jpg",
						"desc": "Several Canadian airlines still use the Boeing 737-200 due to its gravel runway capabilities. The Boeing \"Unpaved Strip Kit\" (gravel kit) included a gravel deflector on the nose gear and a vortex dissipator extending from the front of the engine. This -200 belongs to Air North and is landing at Vancouver."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/USAir_Boeing_737-3B7%3B_N524AU%40LAS%3B01.08.1995_%285027148379%29.jpg/800px-USAir_Boeing_737-3B7%3B_N524AU%40LAS%3B01.08.1995_%285027148379%29.jpg",
						"desc": "737-300 with wider CFM56 turbofans, introduced by USAir on November 28, 1984"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Alaskan_Freightdog_%2840872772912%29.jpg/800px-Alaskan_Freightdog_%2840872772912%29.jpg",
						"desc": "Alaska Airlines was the first airline to have a 737-400 converted to a freighter."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Southwest_Airlines_Boeing_737-500%3B_N519SW%40LAS%3B01.08.1995_%284905698533%29.jpg/800px-Southwest_Airlines_Boeing_737-500%3B_N519SW%40LAS%3B01.08.1995_%284905698533%29.jpg",
						"desc": "Shorter by 7 ft 10 in (2.4 m), the first 737-500 was delivered to Southwest Airlines on February 28, 1990."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Sas_b737-600_ln-rcw_arp.jpg/800px-Sas_b737-600_ln-rcw_arp.jpg",
						"desc": "SAS received the first 737-600 in September 1998."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/N785SW_BWI_MD1.jpg/800px-N785SW_BWI_MD1.jpg",
						"desc": "Southwest Airlines took delivery of the first 737-700 in December 1997."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/D-ATUF_B737-8K5W_TUIfly-Hapag_retro_PMI_26SEP10_%286341092368%29.jpg/800px-D-ATUF_B737-8K5W_TUIfly-Hapag_retro_PMI_26SEP10_%286341092368%29.jpg",
						"desc": "Hapag-Lloyd received the first 737-800 in April 1998."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/EM_N323AS_%282896342517%29.jpg/800px-EM_N323AS_%282896342517%29.jpg",
						"desc": "The first 737-900 was delivered to Alaska Airlines on May 15, 2001."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/EGLF_-_Boeing_737_Max_-_N120IS_%2843406207022%29.jpg/800px-EGLF_-_Boeing_737_Max_-_N120IS_%2843406207022%29.jpg",
						"desc": "737 MAX 7 at the 2018 Farnborough Airshow"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/9M-LRD_%2837495597164%29.jpg/800px-9M-LRD_%2837495597164%29.jpg",
						"desc": "The Boeing 737 MAX 8 entered service with Malindo Air (wearing Batik Air Malaysia livery)."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Boeing%2C_N7379E%2C_Boeing_737-9_MAX_%28cropped%29.jpg/800px-Boeing%2C_N7379E%2C_Boeing_737-9_MAX_%28cropped%29.jpg",
						"desc": "737 MAX 9 first flight on April 13, 2017"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/%EA%B3%B5%EC%A4%91%EC%A1%B0%EA%B8%B0%EA%B2%BD%EB%B3%B4%ED%86%B5%EC%A0%9C%EA%B8%B0_%287445565660%29.jpg/800px-%EA%B3%B5%EC%A4%91%EC%A1%B0%EA%B8%B0%EA%B2%BD%EB%B3%B4%ED%86%B5%EC%A0%9C%EA%B8%B0_%287445565660%29.jpg",
						"desc": "The Boeing 737 AEW&C is an Airborne Early Warning and Control version of the 737-700."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/T-43_2.jpg/800px-T-43_2.jpg",
						"desc": "The T-43 was a 737-200 used by the United States Air Force to train navigators."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/US_Navy_100126-N-0705K-003_Naval_Air_Crewmen_2nd_Class_Nicole_Garza_and_David_Murray_and_Naval_Air_Crewman_1st_Class_David_McDermott_load_cargo_bound_for_Haiti_at_Naval_Air_Station_Jacksonville.jpg/800px-thumbnail.jpg",
						"desc": "The Boeing C-40 Clipper is a military version of the 737-700C."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/US_Navy_P-8_Poseidon_taking_off_at_Perth_Airport.jpg/800px-US_Navy_P-8_Poseidon_taking_off_at_Perth_Airport.jpg",
						"desc": "The P-8 Poseidon is a 737-800 variant for anti-submarine warfare, anti-surface warfare, and shipping interdiction."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Boeing_737-75V_BBJ_AN1425895.jpg/800px-Boeing_737-75V_BBJ_AN1425895.jpg",
						"desc": "BBJ cabin example"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/United_Airlines_Airbus_A320_and_Boeing_737-800_on_final_approach_at_San_Francisco.jpg/800px-United_Airlines_Airbus_A320_and_Boeing_737-800_on_final_approach_at_San_Francisco.jpg",
						"desc": "United Airlines Airbus A320 (front) and Boeing 737-900 on final approach"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/N8616C_Southwest_Airlines_2013_Boeing_737-8H4_-_cn_36914_-_ln_4627_%2812608580994%29.jpg/800px-N8616C_Southwest_Airlines_2013_Boeing_737-8H4_-_cn_36914_-_ln_4627_%2812608580994%29.jpg",
						"desc": "The largest 737 operator is Southwest Airlines."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/TNI-AU_Boeing_737-200_Lim.jpg/800px-TNI-AU_Boeing_737-200_Lim.jpg",
						"desc": "Indonesian Air Force Boeing 737-2X9 Surveiller (AI-7302) at Sultan Abdul Aziz Shah Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Tukwila%2C_WA%2C_USA_-_panoramio_%2811%29.jpg/800px-Tukwila%2C_WA%2C_USA_-_panoramio_%2811%29.jpg",
						"desc": "USAir 737-200 fuselage section at the Museum of Flight"
					}
				]
			}
		},
		{
			"name": "Boeing_777",
			"data": [
				{
					"header": "Production",
					"text": "The production process included substantial international content, an unprecedented level of global subcontracting for a Boeing jetliner, later exceeded by the 787. International contributors included Mitsubishi Heavy Industries and Kawasaki Heavy Industries (fuselage panels), Fuji Heavy Industries, Ltd. (center wing section), Hawker de Havilland (elevators), and Aerospace Technologies of Australia (rudder). An agreement between Boeing and the Japan Aircraft Development Corporation, representing Japanese aerospace contractors, made the latter risk-sharing partners for 20 percent of the entire development program."
				},
				{
					"header": "Improvement packages",
					"text": "In tandem with the development of the third generation Boeing 777X, Boeing worked with General Electric to offer a 2% improvement in fuel efficiency to in-production 777-300ER aircraft. General Electric improved the fan module and the high-pressure compressor stage-1 blisk in the GE-90-115 turbofan, as well as reduced clearances between the tips of the turbine blades and the shroud during cruise. These improvements, of which the latter is the most important and was derived from work to develop the 787, were stated by GE to lower fuel burn by 0.5%. Boeing's wing modifications were intended to deliver the remainder. Boeing stated that every 1% improvement in the 777-300ER's fuel burn translates into being able to fly the aircraft another 75 nmi (139 km; 86 mi) on the same load of fuel, or add ten passengers or 2,400 lb (1,100 kg) of cargo to a \"load limited\" flight."
				},
				{
					"header": "Fly-by-wire",
					"text": "In designing the 777 as its first fly-by-wire commercial aircraft, Boeing decided to retain conventional control yokes rather than change to sidestick controllers as used in many fly-by-wire fighter aircraft and in many Airbus airliners. Along with traditional yoke and rudder controls, the cockpit features a simplified layout that retains similarities to previous Boeing models. The fly-by-wire system also incorporates flight envelope protection, a system that guides pilot inputs within a computer-calculated framework of operating parameters, acting to prevent stalls, overspeeds, and excessively stressful maneuvers. This system can be overridden by the pilot if deemed necessary. The fly-by-wire system is supplemented by mechanical backup."
				},
				{
					"header": "Engines",
					"text": "The initial 777-200 model was launched with propulsion options from three manufacturers, General Electric, Pratt & Whitney, and Rolls-Royce, giving the airlines their choice of engines from competing firms. Each manufacturer agreed to develop an engine in the 77,000 lbf (340 kN) and higher thrust class (a measure of jet engine output) for the world's largest twinjet."
				},
				{
					"header": "Variants",
					"text": "Boeing uses two characteristics – fuselage length and range – to define its 777 models. Passengers and cargo capacity varies by fuselage length: the 777-300 has a stretched fuselage compared to the base 777-200. Three range categories were defined: the A-market would cover domestic and regional operations, the B-market would cover routes from Europe to the US West coast and the C-market the longest transpacific routes. The A-market would be covered by a 4,200 nmi (7,800 km; 4,800 mi) range, 234 t (516,000 lb) MTOW aircraft for 353 to 374 passengers powered by 316 kN (71,000 lbf) engines, followed by a 6,600 nmi (12,200 km; 7,600 mi) B-market range for 286 passengers in three-class, with 365 kN (82,000 lbf) unit thrust and 263 t (580,000 lb) of MTOW, an A340 competitor, basis of an A-market 409 to 434 passengers stretch, and eventually a 7,600 nmi (14,000 km; 8,700 mi) C-market with 400 kN (90,000 lbf) engines."
				},
				{
					"header": "777-300ER Special Freighter (SF)",
					"text": "In July 2018, Boeing was studying a 777-300ER freighter conversion, targeted for the volumetric market instead of the density market served by the 777F. After having considered a -200ER P2F program, Boeing was hoping to conclude its study by the Fall as the 777X replacing aging -300ERs from 2020 will generate feedstock. New-build 777-300ER may maintain the delivery rate at five per month, to bridge the production gap until the 777X is delivered.Within the 811 777-300ERs delivered and 33 to be delivered by October 2019, GE Capital Aviation Services (GECAS) anticipates up to 150-175 orders through 2030, the four to five months conversion costing around $35m."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "June 12, 1994"
				},
				{
					"key": "Introduction",
					"value": "June 7, 1995 with United Airlines"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "EmiratesUnited Airlines Qatar Airways Air France"
				},
				{
					"key": "Produced",
					"value": "1993–present"
				},
				{
					"key": "Number built",
					"value": "1,721 as of October 2023[update] based on deliveries"
				},
				{
					"key": "Variants",
					"value": "Boeing 777X"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Cathay_Pacific_Boeing_777-200%3B_B-HNL%40HKG.jpg/800px-Cathay_Pacific_Boeing_777-200%3B_B-HNL%40HKG.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Boeing_777-100_Trijet_Concept_Model.jpg/800px-Boeing_777-100_Trijet_Concept_Model.jpg",
						"desc": "The Boeing 777-100 trijet concept was proposed in 1978 to compete with other trijets of the time."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Transaero_777-200ER_flight_deck.jpg/800px-Transaero_777-200ER_flight_deck.jpg",
						"desc": "The two-crew glass cockpit uses fly-by-wire controls"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Boeing_777_in_then-Boeing_livery_K58552.jpg/800px-Boeing_777_in_then-Boeing_livery_K58552.jpg",
						"desc": "The 777 made its maiden flight on June 12, 1994."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Boeing_777-222%2C_United_Airlines_JP6447146.jpg/800px-Boeing_777-222%2C_United_Airlines_JP6447146.jpg",
						"desc": "On May 15, 1995, United Airlines received the first Boeing 777-200 and made the first commercial flight on June 7."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Cathay_Pacific_B777-300%28B-HNG%29_%284356201094%29.jpg/800px-Cathay_Pacific_B777-300%28B-HNG%29_%284356201094%29.jpg",
						"desc": "Cathay Pacific introduced the stretched -300 variant on May 27, 1998."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Boeing_Everett_Plant.jpg/800px-Boeing_Everett_Plant.jpg",
						"desc": "the Boeing Everett Factory was expanded with two new FALs to accommodate 777 production."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Engine_of_Jet_Airways_Boeing_777-300ER.jpg/800px-Engine_of_Jet_Airways_Boeing_777-300ER.jpg",
						"desc": "The more powerful GE90 engine of later variants has a 128 in (330 cm) diameter fan up from 123 in (310 cm) in earlier variants, and curved blades instead of straight ones."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/FGSQA.jpg/800px-FGSQA.jpg",
						"desc": "Air France received the first 777-300ER on April 29, 2004."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/777X_Roll-Out_%2847320063842%29.jpg/800px-777X_Roll-Out_%2847320063842%29.jpg",
						"desc": "The roll out of the third generation Boeing 777X on March 13, 2019, featuring composite wings with folding tips and more efficient GE-9X engines."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Air_France_Boeing_777-300ER_planform_view.jpg/800px-Air_France_Boeing_777-300ER_planform_view.jpg",
						"desc": "The planform view of a Boeing 777-300ER, with raked wingtips"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/A6-ECF_B777-300_Emirates_front_%284134226438%29.jpg/800px-A6-ECF_B777-300_Emirates_front_%284134226438%29.jpg",
						"desc": "An Emirates 777-300ER, showing circular fuselage profile, wing dihedral, and GE90 largest turbofan engines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/American_Airlines_Boeing_777-200ER_N788AN_landing_gear_and_flaps.jpg/800px-American_Airlines_Boeing_777-200ER_N788AN_landing_gear_and_flaps.jpg",
						"desc": "777-200ER of American Airlines with Trent 800 engines, extended slats, flaps, and six-wheel landing gear"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Etihad_Airways_Boeing_777-3FXER_Coral_Wedelstaedt.jpg/800px-Etihad_Airways_Boeing_777-3FXER_Coral_Wedelstaedt.jpg",
						"desc": "The Economy cabin of an Etihad Airways Boeing 777-300ER in a 3–3–3 layout"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/BR_852_-_777-35E_-_EVA_AIR_-_Royal_Laurel_Class_%2811975949583%29.jpg/800px-BR_852_-_777-35E_-_EVA_AIR_-_Royal_Laurel_Class_%2811975949583%29.jpg",
						"desc": "The Royal Laurel Class (Business Class) cabin in a 1–2–1 reverse herringbone layout on an EVA Air 777-300ER"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/United_Airlines_Boeing_777-222%3B_N778UA%40FRA%3B06.07.2011_603ii_%285914645487%29.jpg/800px-United_Airlines_Boeing_777-222%3B_N778UA%40FRA%3B06.07.2011_603ii_%285914645487%29.jpg",
						"desc": "A 777-200 of United Airlines, its launch operator"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/G-VIIN_Boeing_772_British_Airways_%2813894471233%29.jpg/800px-G-VIIN_Boeing_772_British_Airways_%2813894471233%29.jpg",
						"desc": "A 777-200ER of British Airways, its launch operator"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/AP-BGY_KJFK_%2837725309116%29.jpg/800px-AP-BGY_KJFK_%2837725309116%29.jpg",
						"desc": "A Boeing 777-200LR in the livery of its first operator, Pakistan International Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Cathay_Pacific_Boeing_777-300%3B_B-HNH%40HKG%3B31.07.2011_614tz_%286053499684%29.jpg/800px-Cathay_Pacific_Boeing_777-300%3B_B-HNH%40HKG%3B31.07.2011_614tz_%286053499684%29.jpg",
						"desc": "A 777-300 of Cathay Pacific, its launch operator"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/FGSQJ.jpg/800px-FGSQJ.jpg",
						"desc": "A 777-300ER of Air France,launch operator of the best-selling variant"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Boeing_777-FS2_N886FD_%22Amara%22_Federal_Express.jpg/800px-Boeing_777-FS2_N886FD_%22Amara%22_Federal_Express.jpg",
						"desc": "A 777F of FedEx Express, the largest operator of the type"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/777X_Roll-Out_%2840407373023%29_%28cropped%29.jpg/800px-777X_Roll-Out_%2840407373023%29_%28cropped%29.jpg",
						"desc": "Unveiling of the first 777X variant, the 777-9, on March 13, 2019"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Boeing_777-2AN-ER%2C_United_Arab_Emirates_%28Abu_Dhabi_Amiri_Flight%29_AN1567289.jpg/800px-Boeing_777-2AN-ER%2C_United_Arab_Emirates_%28Abu_Dhabi_Amiri_Flight%29_AN1567289.jpg",
						"desc": "A Presidential Flight of United Arab Emirates government 777-200ER."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/JASDF_B777-300ER_80-1111_%284%29.jpg/800px-JASDF_B777-300ER_80-1111_%284%29.jpg",
						"desc": "A Japan Air Self-Defense Force 777-300ER operating as Japanese Air Force One"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Boeing_777-200ER_ecoDemonstrator_N861BC.jpg/800px-Boeing_777-200ER_ecoDemonstrator_N861BC.jpg",
						"desc": "The 2022-3 ecoDemonstrator, a 777-200ER"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Emirates_Boeing_777_fleet_at_Dubai_International_Airport_Wedelstaedt.jpg/800px-Emirates_Boeing_777_fleet_at_Dubai_International_Airport_Wedelstaedt.jpg",
						"desc": "Dubai International Airport: A row of Boeing 777-300 and -300ER operated by Emirates, the customer with the largest 777 fleet"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/B-HNL_Boeing_777_Cathay_Pacific_forward.jpg/800px-B-HNL_Boeing_777_Cathay_Pacific_forward.jpg",
						"desc": "Boeing 777-200 prototype on display at the Pima Air & Space Museum"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ice-Trent-800-Heat-Exchanger_inset.jpg/800px-Ice-Trent-800-Heat-Exchanger_inset.jpg",
						"desc": "A laboratory replication of ice crystals clogging the fuel-oil heat exchanger on a Rolls-Royce Trent 800 engine, from the Air Accidents Investigation Branch (AAIB) report on the British Airways Flight 38 (BA38) and Delta Air Lines Flight 18 (DL18) incidents.[246][247]"
					}
				]
			}
		},
		{
			"name": "Boeing_787_dreamliner",
			"data": [
				{
					"header": "Background",
					"text": "During the late 1990s, Boeing considered replacement aircraft programs due to slowing sales of the 767 and 747-400. Two new aircraft were proposed. The 747X would have lengthened the 747-400 and improved efficiency, and the Sonic Cruiser would have achieved 15% higher speeds (approximately Mach 0.98) while burning fuel at the same rate as the 767. Market interest for the 747X was tepid; however, several major American airlines, including Continental Airlines, showed initial enthusiasm for the Sonic Cruiser, although concerns about the operating cost were also expressed. The global airline market was disrupted by the 9/11 attacks and increased petroleum prices, making airlines more interested in efficiency than speed. The worst-affected airlines, those in the United States, had been considered the most likely customers of the Sonic Cruiser; thus the Sonic Cruiser was officially canceled on December 20, 2002. On January 29, 2003, Boeing announced an alternative product, the 7E7, using Sonic Cruiser technology in a more conventional configuration. The emphasis on a smaller midsize twinjet rather than a large 747-size aircraft represented a shift from the hub-and-spoke theory toward the point-to-point theory, in response to analysis of focus groups."
				},
				{
					"header": "Manufacturing and suppliers",
					"text": "On December 16, 2003, Boeing announced that the 787 would be assembled in its factory in Everett, Washington. Instead of conventionally building the aircraft from the ground up, the final assembly employed 800 to 1,200 people to join completed subassemblies and integrate systems. Boeing assigned global subcontractors to do more assembly work, delivering completed subassemblies to Boeing for final assembly. This approach was intended to result in a leaner, simpler assembly line and lower inventory, with pre-installed systems reducing final assembly time by three-quarters to three days. Subcontractors had early difficulties procuring needed parts and finishing subassemblies on schedule, leaving remaining assembly work for Boeing to complete as \"traveled work.\" In 2010, Boeing considered in-house construction of the 787-9 tail; the tail of the 787-8 is made by Alenia. The 787 was unprofitable for some subcontractors; Alenia's parent company, Finmeccanica, had a total loss of €750 million on the project."
				},
				{
					"header": "Pre-flight ground testing",
					"text": "As Boeing worked with its suppliers toward production, the design proceeded through a series of test goals. On August 23, 2007, a crash test involving a vertical drop of a partial composite fuselage section from about 15 ft (4.6 m) onto a 1 in (25 mm)-thick steel plate occurred in Mesa, Arizona; the results matched predictions, allowing modeling of various crash scenarios using computational analysis instead of further physical tests. While critics had expressed concerns that a composite fuselage could shatter and burn with toxic fumes during crash landings, test data indicated no greater toxicity than conventional metal airframes. The crash test was the third in a series of demonstrations conducted to match FAA requirements, including additional certification criteria due to the wide-scale use of composite materials. The 787 meets the FAA's requirement that passengers have at least as good a chance of surviving a crash landing as they would with current metal airliners."
				},
				{
					"header": "Production rate",
					"text": "By 2014, Boeing planned to improve financial return by reorganizing the production line, renegotiating contracts with suppliers and labor unions, and increasing the 787 production rate, stepwise, to 12 airplanes per month by the end of 2016 and 14 airplanes per month by the end of the decade.By April 2015, the production rate was 10 per month;"
				},
				{
					"header": "Flight systems",
					"text": "Among 787 flight systems, a key change from traditional airliners is the electrical architecture. The architecture is bleedless and replaces bleed air with electrically powered compressors and four of six hydraulic power sources with electrically driven pumps while eliminating pneumatics and hydraulics from some subsystems, e.g. engine starters and brakes. Boeing says that this system extracts 35% less power from the engines, allowing increased thrust and improved fuel efficiency. Spoiler electromechanical actuators (SEMAs) control two of the seven spoiler pairs on each wing surface, providing roll control, air and ground speed brake, and droop capabilities similar to those provided by the hydraulic actuators used on the remaining spoiler surfaces. The SEMAs are controlled by electronic motor control units (EMCUs)."
				},
				{
					"header": "Engines",
					"text": "The 787 is powered by two engines, which use all-electrical bleedless systems taken from the Sonic Cruiser, eliminating the superheated air conduits normally used for aircraft power, de-icing, and other functions. As part of its \"Quiet Technology Demonstrator 2\" project, Boeing adopted several engine noise-reducing technologies for the 787. These include an air inlet containing sound-absorbing materials and exhaust duct cover with a chevron-toothed pattern on the rim for a quieter mixing of exhaust and outside air. Boeing expects these developments to make the 787 significantly quieter both inside and out.  The noise-reducing measures prevent sounds above 85 decibels from leaving airport boundaries."
				},
				{
					"header": "Operational history",
					"text": "On December 6, 2011, test aircraft ZA006 (sixth 787), powered by General Electric GEnx engines, flew 10,710 nmi (19,830 km; 12,320 mi) non-stop from Boeing Field eastward to Shahjalal International Airport in Dhaka, Bangladesh, setting a new world distance record for aircraft in the 787's weight class, which is between 440,000 and 550,000 lb (200,000 and 250,000 kg). This flight surpassed the previous record of 9,127 nautical miles (16,903 km; 10,503 mi), set in 2002 by an Airbus A330. The Dreamliner then continued eastbound from Dhaka to return to Boeing Field, setting a world-circling speed record of 42 hours, 27 minutes. In December 2011, Boeing started a six-month promotion 787 world tour, visiting various cities in China, Africa, the Middle East, Europe, United States, and others. In April 2012, an ANA 787 made a delivery flight from Boeing Field to Haneda Airport partially using biofuel from cooking oil."
				},
				{
					"header": "787-9",
					"text": "Keeping the same wingspan as the 787-8, the 787-9 is a lengthened and strengthened variant with a 20 feet (6.1 m) longer fuselage and a 54,500 pounds (24,700 kg) higher maximum take-off weight (MTOW), seating 259 passengers in a typical three-class arrangement over a 7,635 nautical miles (8,786 mi; 14,140 km) range. It features active boundary-layer control on the tail surfaces, reducing drag. It is targeted to replace the Boeing 767-300ER and Airbus A330-300. It competes with the Airbus A330-900."
				},
				{
					"header": "Freighter version",
					"text": "Although with no set date, Boeing expects to build a 787 freighter version, possibly in the 2018–2023 timeframe. The freighter version would incorporate a large main deck cargo door, at the rear end of the fuselage and would carry palletized/containerized freight.[citation needed]"
				},
				{
					"header": "Operational problems",
					"text": "A Japan Airlines (JAL) 787 experienced a fuel leak on January 8, 2013, and its flight from Boston was canceled.  On January 9, United Airlines reported a problem in one of its six 787s with the wiring near the main batteries. Soon, the U.S. National Transportation Safety Board opened a safety probe. Fuel leaks also occurred on January 11, 2013 and on January 13, 2013, at Narita International Airport outside Tokyo. The aircraft reportedly was the same one that had a fuel leak on January 8. Japan's transport ministry also launched an investigation."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "December 15, 2009"
				},
				{
					"key": "Introduction",
					"value": "October 26, 2011, with All Nippon Airways"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "All Nippon AirwaysUnited Airlines Japan Airlines American Airlines"
				},
				{
					"key": "Produced",
					"value": "2007–present"
				},
				{
					"key": "Number built",
					"value": "1,093 as of October 2023[update]"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Searchtool.svg/800px-Searchtool.svg.png",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/All_Nippon_Airways_Boeing_787-9_%28JA830A%29_at_Tokyo_Haneda_Airport.jpg/800px-All_Nippon_Airways_Boeing_787-9_%28JA830A%29_at_Tokyo_Haneda_Airport.jpg",
						"desc": "All Nippon Airways launched the 787 program with an order for 50 aircraft in 2004."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Boeing_787_Section_41_final_assembly.jpg/800px-Boeing_787_Section_41_final_assembly.jpg",
						"desc": "Assembly of \"Section 41\", the nose section of the Boeing 787"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Boeing_787_Roll-out.jpg/800px-Boeing_787_Roll-out.jpg",
						"desc": "The first public appearance of the 787 on July 8, 2007"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Boeing_787_first_flight_taxi_turn.jpg/800px-Boeing_787_first_flight_taxi_turn.jpg",
						"desc": "The prototype Boeing 787 underwent taxi tests at Paine Field in November and December 2009."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Boeing_787_first_flight.jpg/800px-Boeing_787_first_flight.jpg",
						"desc": "The first 787 taking off on its maiden flight in December 2009"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/B787-1659.jpg/800px-B787-1659.jpg",
						"desc": "A 787 at the 2010 Farnborough Airshow"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Boeing_787_Dreamliner_arrival_Airventure_2011.jpg/800px-Boeing_787_Dreamliner_arrival_Airventure_2011.jpg",
						"desc": "The 787-8 received FAA and EASA certification on August 21, 2011."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/All_Nippon_Airways%2C_Boeing_787-8%2C_JA823A_%2814305502433%29.jpg/800px-All_Nippon_Airways%2C_Boeing_787-8%2C_JA823A_%2814305502433%29.jpg",
						"desc": "All Nippon Airways flew the first commercial 787 flight on October 26, 2011."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Norwegian_Boeing_787-9_%28EI-LNI%29_above_clouds.jpg/800px-Norwegian_Boeing_787-9_%28EI-LNI%29_above_clouds.jpg",
						"desc": "A defunct subsidiary of Norwegian Air Shuttle, Norwegian Long Haul operated the 787 as a long-haul low-cost carrier."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Jetstar_Airways_%28VH-VKG%29_Boeing_787-8_Dreamliner_at_Sydney_Airport_%281%29.jpg/800px-Jetstar_Airways_%28VH-VKG%29_Boeing_787-8_Dreamliner_at_Sydney_Airport_%281%29.jpg",
						"desc": "A Jetstar 787-8 with a Qantas A330-200 in the background, 2018"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/N1015X_Air_Tahiti_Nui_Boeing_787-9_Dreamliner_33.jpg/800px-N1015X_Air_Tahiti_Nui_Boeing_787-9_Dreamliner_33.jpg",
						"desc": "Planform view of a 787-9 showing its 9.6 wing aspect ratio and 32° wing sweep"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Vietnam_Airlines_787-10_VN-A879_F2F.jpg/800px-Vietnam_Airlines_787-10_VN-A879_F2F.jpg",
						"desc": "Front view of a Vietnam Airlines 787-10, the fuselage is 19 ft (5.8 m) wide and .mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);clip-path:polygon(0px 0px,0px 0px,0px 0px);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}19+1⁄2 ft (5.94 m) high while the fan has a 9.3 ft (2.8 m) diameter"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Boeing_787-8_N787BA_cockpit_%28cropped%29.jpg/800px-Boeing_787-8_N787BA_cockpit_%28cropped%29.jpg",
						"desc": "The Boeing 787 flight deck has fly-by-wire controls"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/787fuselage.jpg/800px-787fuselage.jpg",
						"desc": "Disassembled composite fuselage section of the Boeing 787"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/SIA_787-10_regional_economy_%2840354390274%29.jpg/800px-SIA_787-10_regional_economy_%2840354390274%29.jpg",
						"desc": "Most airlines have a nine-abreast (3–3–3) economy class, although some select an eight-abreast lower density"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Business_class_of_Qatar_Airways%27_25th_Boeing_787-8.jpg/800px-Business_class_of_Qatar_Airways%27_25th_Boeing_787-8.jpg",
						"desc": "Qatar Airways 787-8 business class cabin in 1–2–1 layout"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/United_Airlines_Boeing_787_Breidenstein-1.jpg/800px-United_Airlines_Boeing_787_Breidenstein-1.jpg",
						"desc": "United Airlines was the North American launch customer for all three 787 variants."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/N26902_-_Boeing_787-8_Dreamliner_-_United_Airlines.jpg/800px-N26902_-_Boeing_787-8_Dreamliner_-_United_Airlines.jpg",
						"desc": "The initial 787-8 is the shortest variant at 186 ft (56.7 m)"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Air_New_Zealand_Boeing_787-9_Dreamliner_landing_at_Perth_Airport.jpg/800px-Air_New_Zealand_Boeing_787-9_Dreamliner_landing_at_Perth_Airport.jpg",
						"desc": "The longer 787-9 (206 ft; 63 m) was introduced by Air New Zealand on August 9, 2014"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Boeing_787-10_rollout_%2832305466134%29.jpg/800px-Boeing_787-10_rollout_%2832305466134%29.jpg",
						"desc": "Rollout of 787-10 on February 17, 2017. The −10 is the longest 787 variant at 224 ft (68 m)."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Singapore_Airlines_787-10_final_assembly_%2841008876271%29.jpg/800px-Singapore_Airlines_787-10_final_assembly_%2841008876271%29.jpg",
						"desc": "Final assembly of the 787-10 is only in Charleston, South Carolina"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Boeing787-10%289V-SCK%29.jpg/800px-Boeing787-10%289V-SCK%29.jpg",
						"desc": "The 787-10 began commercial service on April 3, 2018, with Singapore Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Lufthansa_Technik_VIP_%26_Executive_Jet_Solutions_%284340689370%29.jpg/800px-Lufthansa_Technik_VIP_%26_Executive_Jet_Solutions_%284340689370%29.jpg",
						"desc": "Lufthansa Technik model of 787 VIP interior"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Dreamliner_rendering_787-3.jpg/800px-Dreamliner_rendering_787-3.jpg",
						"desc": "The 787-3 would feature a reduced wingspan with wingtip devices"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Japan_Airlines%2C_JA838J%2C_Boeing_787-8_Dreamliner_%2829904520725%29.jpg/800px-Japan_Airlines%2C_JA838J%2C_Boeing_787-8_Dreamliner_%2829904520725%29.jpg",
						"desc": "Japan Airlines 787-8 applying reverse thrust on a wet runway"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/B-1168%40PEK_%2820190529145346%29.jpg/800px-B-1168%40PEK_%2820190529145346%29.jpg",
						"desc": "The 787th Boeing 787, operated by China Southern Airlines, with special markings."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/ANA_787s_grounded_at_HND.jpg/800px-ANA_787s_grounded_at_HND.jpg",
						"desc": "Three 787s of All Nippon Airways sit grounded at Tokyo Haneda International Airport in late January 2013."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Boeing_Dreamliner_battery_original_and_damaged.jpg/800px-Boeing_Dreamliner_battery_original_and_damaged.jpg",
						"desc": "Japan Airlines 787 battery comparison; Left: typical original battery. Right: damaged battery."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/FLIGHT_OF_DREAMS4.jpg/800px-FLIGHT_OF_DREAMS4.jpg",
						"desc": "N787BA, the first prototype aircraft, on display in the \"Flight of Dreams\" building at Chubu Centrair Airport, Nagoya"
					}
				]
			}
		},
		{
			"name": "Airbus_a310",
			"data": [
				{
					"header": "Entry into service",
					"text": "The range of the A310 exceeds that of the A300 series, with the exception of the A300-600R, which in turn surpasses that of the A310-200.  The greater range of the A310 contributed to the airliner being used extensively by operators on transatlantic routes.  The A300 and A310 introduced the concept of commonality: A300-600 and A310 pilots can cross-qualify for the other aircraft with one day of training.[citation needed]"
				},
				{
					"header": "Deliveries",
					"text": "By the end of production, a total of 255 A310s had been ordered and delivered."
				},
				{
					"header": "Accidents and incidents",
					"text": "As of September 2015 there have been 12 hull-loss accidents involving A310s with a total of 825 fatalities; and 9 hijackings with a total of five fatalities."
				},
				{
					"header": "In popular culture",
					"text": "An Airbus A310-300 of the fictional Belarus Airways appeared in the 2013 movie World War Z. The plane was leased from HiFly, a Portuguese airline, with registration number CS-TEX."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body aircraftType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multinational[a]"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "3 April 1982; 41 years ago (1982-04-03)"
				},
				{
					"key": "Introduction",
					"value": "April 1983 with Swissair"
				},
				{
					"key": "Status",
					"value": "In limited service"
				},
				{
					"key": "Primary users",
					"value": "Mahan AirULS Airlines CargoIran AirAriana Afghan Airlines"
				},
				{
					"key": "Produced",
					"value": "1981–1998"
				},
				{
					"key": "Number built",
					"value": "255"
				},
				{
					"key": "Developed from",
					"value": "Airbus A300"
				},
				{
					"key": "Variants",
					"value": "Airbus A310 MRTTAirbus CC-150 Polaris"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Air_Transat_A310_%28C-GTSF%29_%40_LHR%2C_Aug_2009.jpg/800px-Air_Transat_A310_%28C-GTSF%29_%40_LHR%2C_Aug_2009.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Pan_Am_A300_and_A310.jpg/800px-Pan_Am_A300_and_A310.jpg",
						"desc": "The A310 (background) is a shrunken version of the Airbus A300 (foreground)"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Lufthansa_and_Swissair_A310-200.jpg/800px-Lufthansa_and_Swissair_A310-200.jpg",
						"desc": "The A310-200 prototype, featuring the liveries of Swissair (left) and Lufthansa (right), the first customers.[14]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Interflug_Airbus_A310-300_Manteufel.jpg/800px-Interflug_Airbus_A310-300_Manteufel.jpg",
						"desc": "In 1988, an A310 was delivered to Interflug: the first Airbus for an Eastern-bloc airline."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Biman_Airbus_A310_Lofting-1.jpg/800px-Biman_Airbus_A310_Lofting-1.jpg",
						"desc": "The A310 has front and rear main doors, and a smaller emergency exit wing door over the wing."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Airbus_A310-304%2C_Lufthansa_AN0422291.jpg/800px-Airbus_A310-304%2C_Lufthansa_AN0422291.jpg",
						"desc": "2-4-2 economy cabin"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Airbus_A310-304-MRTT%2C_Germany_-_Air_Force_AN1733919.jpg/800px-Airbus_A310-304-MRTT%2C_Germany_-_Air_Force_AN1733919.jpg",
						"desc": "Two-crew cockpit"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/FedEx_Airbus_A310-200_Monty.jpg/800px-FedEx_Airbus_A310-200_Monty.jpg",
						"desc": "FedEx Express A310-200F without wingtip fences"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Airbus_A310-300_Air_Transat_%28TSC%29_C-GLAT_-_MSN_588_%289510329329%29.jpg/800px-Airbus_A310-300_Air_Transat_%28TSC%29_C-GLAT_-_MSN_588_%289510329329%29.jpg",
						"desc": "Air Transat A310-300 with wingtip fences"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Airbus_A310-304%28MRTT%29%2C_Germany_-_Air_Force_JP7415094.jpg/800px-Airbus_A310-304%28MRTT%29%2C_Germany_-_Air_Force_JP7415094.jpg",
						"desc": "Airbus A310 MRTT of the German Air Force"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/EP-MNV_%2815088634953%29.jpg/800px-EP-MNV_%2815088634953%29.jpg",
						"desc": "Mahan Air A310-300"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/RCAF_CC-150_Polaris_Davies.jpg/800px-RCAF_CC-150_Polaris_Davies.jpg",
						"desc": "Royal Canadian Air Force CC-150 Polaris"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/China_Eastern_A310.jpg/800px-China_Eastern_A310.jpg",
						"desc": "The first Airbus delivered in China was this A310, to China Eastern Airlines in 1985, retired in 2006 and displayed at the Beijing Civil Aviation Museum."
					}
				]
			}
		},
		{
			"name": "Airbus_a300",
			"data": [
				{
					"header": "Workshare and redefinition",
					"text": "On 26 September 1967, the British, French, and West German governments signed a Memorandum of Understanding to start development of the 300-seat Airbus A300.: 38 : 43 : 57  At this point, the A300 was only the second major joint aircraft programme in Europe, the first being the Anglo-French Concorde. Under the terms of the memorandum, Britain and France were each to receive a 37.5 per cent work share on the project, while Germany received a 25 per cent share. Sud Aviation was recognized as the lead company for A300, with Hawker Siddeley being selected as the British partner company. At the time, the news of the announcement had been clouded by the British Government's support for the Airbus, which coincided with its refusal to back BAC's proposed competitor, the BAC 2–11, despite a preference for the latter expressed by British European Airways (BEA).: 34  Another parameter was the requirement for a new engine to be developed by Rolls-Royce to power the proposed airliner; a derivative of the in-development Rolls-Royce RB211, the triple-spool RB207, capable of producing of 47,500 lbf (211 kN).The programme cost was US$4.6 billion (in 1993 Dollars)."
				},
				{
					"header": "Entry into service",
					"text": "On 15 March 1974, type certificates were granted for the A300 from both German and French authorities, clearing the way for its entry into revenue service. On 23 May 1974, Federal Aviation Administration (FAA) certification was received.: 22  The first production model, the A300B2, entered service in 1974, followed by the A300B4 one year later. Initially, the success of the consortium was poor, in part due to the economic consequences of the 1973 oil crisis,: 40 : 34  but by 1979 there were 81 A300 passenger liners in service with 14 airlines, alongside 133 firm orders and 88 options. Ten years after the official launch of the A300, the company had achieved a 26 per cent market share in terms of dollar value, enabling Airbus Industries to proceed with the development of its second aircraft, the Airbus A310."
				},
				{
					"header": "A300B2-100",
					"text": "Responding to a need for more seats from Air France, Airbus decided that the first production variant should be larger than the original prototype A300B1. The CF6-50A powered A300B2-100 was 2.6 m (8.5 ft) longer than the A300B1 and had an increased MTOW of 137 t (302,000 lb), allowing for 30 additional seats and bringing the typical passenger count up to 281, with capacity for 20 LD3 containers.: 10 : 17  Two prototypes were built and the variant made its maiden flight on 28 June 1973, became certified on 15 March 1974 and entered service with Air France on 23 May 1974.: 27, 53 : 10 "
				},
				{
					"header": "A300B2-200",
					"text": "For the A300B2-200, originally designated as the A300B2K, Krueger flaps were introduced at the leading-edge root, the slat angles were reduced from 20 degrees to 16 degrees, and other lift related changes were made in order to introduce a high-lift system. This was done to improve performance when operating at high-altitude airports, where the air is less dense and lift generation is reduced.: 52, 53  The variant had an increased MTOW of 142 t (313,000 lb) and was powered by CF6-50C engines, was certified on 23 June 1976, and entered service with South African Airways in November 1976.: 40 : 12  CF6-50C1 and CF6-50C2 models were also later fitted depending on customer requirements, these became certified on 22 February 1978 and 21 February 1980 respectively.: 41 : 12 "
				},
				{
					"header": "A300B2-320",
					"text": "The A300B2-320 introduced the Pratt & Whitney JT9D powerplant and was powered by JT9D-59A engines. It retained the 142 t (313,000 lb) MTOW of the B2-200, was certified on 4 January 1980, and entered service with Scandinavian Airlines on 18 February 1980, with only four being produced.: 99, 112 : 14 "
				},
				{
					"header": "A300B4-100",
					"text": "The initial A300B4 variant, later named the A300B4-100, included a centre fuel tank for an increased fuel capacity of 47.5 tonnes (105,000 lb), and had an increased MTOW of 157.5 tonnes (347,000 lb).: 38  It also featured Krueger flaps and had a similar high-lift system to what was later fitted to the A300B2-200.: 74  The variant made its maiden flight on 26 December 1974, was certified on 26 March 1975, and entered service with Germanair in May 1975.: 32, 54 : 16 "
				},
				{
					"header": "A300B4-200",
					"text": "The A300B4-200 had an increased MTOW of 165 tonnes (364,000 lb) and featured an additional optional fuel tank in the rear cargo hold, which would reduce the cargo capacity by two LD3 containers.: 19 : 69  The variant was certified on 26 April 1979.: 19 "
				},
				{
					"header": "Accidents and incidents",
					"text": "As of June 2021, the A300 has been involved in 77 occurrences including 24 hull-loss accidents causing 1133 fatalities, and 36 criminal occurrences and hijackings causing 302 fatalities."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multinational"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "28 October 1972"
				},
				{
					"key": "Introduction",
					"value": "23 May 1974 with Air France"
				},
				{
					"key": "Status",
					"value": "In limited passenger service, In cargo service"
				},
				{
					"key": "Primary users",
					"value": "FedEx ExpressUPS AirlinesEuropean Air Transport LeipzigMahan Air"
				},
				{
					"key": "Produced",
					"value": "1971–2007"
				},
				{
					"key": "Number built",
					"value": "561"
				},
				{
					"key": "Variants",
					"value": "A300-600ST Beluga  Airbus A310"
				},
				{
					"key": "Developed into",
					"value": "Airbus A330Airbus A340"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Airbus_A300B4-603%2C_Lufthansa_AN0520385.jpg/800px-Airbus_A300B4-603%2C_Lufthansa_AN0520385.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/28.10.72_1er_Vol_d%27Airbus_%281972%29_-_53Fi1992_%28cropped%29.jpg/800px-28.10.72_1er_Vol_d%27Airbus_%281972%29_-_53Fi1992_%28cropped%29.jpg",
						"desc": "Technical director Roger Béteille (from behind) discussing with general manager Henri Ziegler beside the CF6 turbofan, which powered the A300 first flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Airbus_A300_cross_section.jpg/800px-Airbus_A300_cross_section.jpg",
						"desc": "The 5.64 m (222 in) diameter circular fuselage section for 8-abreast seating and 2 LD3 containers below. This is part of the first A300 prototype, F-OCAZ, on display at Deutsches Museum in Munich."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Airbus_A300B2-103_%28F-WUAD%29_at_Le_Bourget_Airport.jpg/800px-Airbus_A300B2-103_%28F-WUAD%29_at_Le_Bourget_Airport.jpg",
						"desc": "An A300 in vintage Airbus livery, it was rolled out on 28 September 1972"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/28.10.72_1er_Vol_d%27Airbus_%281972%29_-_53Fi1979_%28cropped%29.jpg/800px-28.10.72_1er_Vol_d%27Airbus_%281972%29_-_53Fi1979_%28cropped%29.jpg",
						"desc": "The 28 October 1972 maiden flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/JAL_A300-600R_%28JA014D%29_%40Tokyo.jpg/800px-JAL_A300-600R_%28JA014D%29_%40Tokyo.jpg",
						"desc": "The A300 is a conventional low wing aircraft with twin underwing turbofans and a conventional tail"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Airbus_300B_Flight_Deck.jpg/800px-Airbus_300B_Flight_Deck.jpg",
						"desc": "The initial A300 flight deck with analog flight instruments and a flight engineer station (not shown)"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Airbus_A300B2-101%2C_Air_France_AN2111996.jpg/800px-Airbus_A300B2-101%2C_Air_France_AN2111996.jpg",
						"desc": "Air France introduced the A300 on 23 May 1974"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/KoreanAir_A300_fukuoka_20051030110452.jpg/800px-KoreanAir_A300_fukuoka_20051030110452.jpg",
						"desc": "Korean Air, the first non-European customer in September 1974"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Garuda_Indonesian_Airways_Airbus_A300B4-220_Rees.jpg/800px-Garuda_Indonesian_Airways_Airbus_A300B4-220_Rees.jpg",
						"desc": "Garuda Indonesia Airbus A300B4-220 with the newly designed Forward Facing Crew Cockpit or FFCC Concept that operated only by two-man cockpit crew and was the first wide-body aircraft to be operated by two-man cockpit crew."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/FedEx_Express_Airbus_A300_Jager.jpg/800px-FedEx_Express_Airbus_A300_Jager.jpg",
						"desc": "On 12 July 2007, the last A300, a freighter, was delivered to FedEx Express, as of May 2022 the largest operator with 65 aircraft still in service"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Airbus_A300B1%2C_TEA_-_Trans_European_Airways_AN0193927.jpg/800px-Airbus_A300B1%2C_TEA_-_Trans_European_Airways_AN0193927.jpg",
						"desc": "The two A300B1 prototypes were 51 m (167 ft) long"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Airbus_A300B2-320%2C_Scandinavian_Airlines_-_SAS_AN0780947.jpg/800px-Airbus_A300B2-320%2C_Scandinavian_Airlines_-_SAS_AN0780947.jpg",
						"desc": "The A300B2 was 53.6 m (176 ft) long, 2.6 m (8.5 ft) longer than the A300B1"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Continental_Airlines_Airbus_A300_Durand.jpg/800px-Continental_Airlines_Airbus_A300_Durand.jpg",
						"desc": "The A300B4-100 first took flight on 26 December 1974, kept the B2 length but featured a higher fuel capacity"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Saudi_Arabian_Airlines_Airbus_A300_Karakas.jpg/800px-Saudi_Arabian_Airlines_Airbus_A300_Karakas.jpg",
						"desc": "With small wingtip fences, the A300-600 entered service in June 1984 with Saudi Arabian Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Airbus_A310-304-MRTT%2C_Germany_-_Air_Force_AN1733919.jpg/800px-Airbus_A310-304-MRTT%2C_Germany_-_Air_Force_AN1733919.jpg",
						"desc": "The A300-600 shared the EFIS two-crew cockpit with the A310 (pictured below)"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Airbus_A310-221%2C_Swissair_JP5963897.jpg/800px-Airbus_A310-221%2C_Swissair_JP5963897.jpg",
						"desc": "The longer-range Airbus A310, 7 m (23 ft) shorter, was introduced by Swissair in April 1983"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/AirExpo_2014_-_Beluga_02_%28cropped%29.jpg/800px-AirExpo_2014_-_Beluga_02_%28cropped%29.jpg",
						"desc": "The Airbus Beluga is based on the A300 with an oversized cargo hold on top"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Nose_and_forward_section_of_UPS_1354.jpg/800px-Nose_and_forward_section_of_UPS_1354.jpg",
						"desc": "Nose and forward section of UPS 1354 which crashed in August 2013"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/AIRBUS_A_300_B_%2816428835251%29.jpg/800px-AIRBUS_A_300_B_%2816428835251%29.jpg",
						"desc": "Airbus A300B4 repainted in first A300B1 prototype colours, including original F-WUAB registration."
					}
				]
			}
		},
		{
			"name": "Airbus_a340",
			"data": [
				{
					"header": "Design effort",
					"text": "The first specifications of the TA9 and TA11 were released in 1982. While the TA9 had a range of 3,300 nautical miles (6,100 km; 3,800 mi), the TA11 range was up to 6,830 nautical miles (12,650 km; 7,860 mi). At the same time, Airbus also sketched the TA12, a twin-engine derivative of the TA11, which was optimised for flights of a 2,000 nautical miles (3,700 km; 2,300 mi) lesser range. By the time of the Paris Air Show in June 1985, more refinements had been made to the TA9 and TA11, including the adoption of the A320 flight deck, fly-by-wire (FBW) flight control system and side-stick control. Adopting a common cockpit across the new Airbus series allowed operators to make significant cost savings; flight crews would be able to transition from one to another after one week of training. The TA11 and TA12 would use the front and rear fuselage sections of the A310. Components were modular and also interchangeable with other Airbus aircraft where possible to reduce production, maintenance, and operating costs."
				},
				{
					"header": "Production and testing",
					"text": "In preparations for production of the A330/A340, Airbus's partners invested heavily in new facilities. Filton was the site of BAe's £7 million investment in a three-storey technical centre with an extra 15,000 square metres (160,000 sq ft) of floor area. BAe also spent £5 million expanding the Broughton wing production plant by 14,000 m2 (150,000 sq ft) to accommodate a new production line. However, France saw the biggest changes with Aérospatiale starting construction of a new Fr.2.5 billion ($411 million) assembly plant, adjacent to Toulouse-Blagnac Airport, in Colomiers. By November 1988, the first 21 m (69 ft) pillars were erected for the new Clément Ader assembly hall. The assembly process, meanwhile, would feature increased automation with holes for the wing-fuselage mating process drilled by eight robots. The use of automation for this particular process saved Airbus 20% on labour costs and 5% on time."
				},
				{
					"header": "Entry into service and demonstration",
					"text": "The first A340, a −200, was delivered to Lufthansa on 2 February 1993 and entered service on 15 March. The 228-seat airliner was named Nürnberg. The first A340-300, the 1000th Airbus, was delivered to Air France on 26 February, the first of nine it planned to operate by the end of the year. Air France replaced its Boeing 747s with A340s on its Paris–Washington D.C. route, flying four times weekly. Lufthansa intended to replace aging DC-10s with the A340s on Frankfurt–New York services."
				},
				{
					"header": "End of production",
					"text": "In 2005, 155 B777s were ordered against 15 A340s: twin engine ETOPS restrictions were overcome by lower operating costs compared to quad jets and the relaxation of ETOPS requirements for the A330, 777, and other twinjets.In 2007, Airbus predicted that another 127 A340 aircraft would likely be produced through 2016, the projected end of production."
				},
				{
					"header": "Accidents and incidents",
					"text": "The A340 has never been involved in a fatal accident, although there have been six hull losses:"
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multi-national"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "25 October 1991; 32 years ago (1991-10-25)"
				},
				{
					"key": "Introduction",
					"value": "15 March 1993; 30 years ago (1993-03-15) with Lufthansa & Air France"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "LufthansaMahan AirEdelweiss AirSwiss International Air Lines"
				},
				{
					"key": "Produced",
					"value": "1991–2012"
				},
				{
					"key": "Number built",
					"value": "380 (377 delivered to airlines)"
				},
				{
					"key": "Developed from",
					"value": "Airbus A300"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/F-GLZJ_Airbus_A340_Air_France_%28cropped%29.jpg/800px-F-GLZJ_Airbus_A340_Air_France_%28cropped%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/HL7552_Airbus_A330-223_Korean_Air%2C_CS-TQM_Airbus_A340-313X_Strategic_Airlines_%28HiFly%29_and_VH-ZPL_%27Samba_Blue%27_Embraer_190-100IGW_Virgin_Blue_%28Virgin_Australia%29_%286600549415%29.jpg/800px-thumbnail.jpg",
						"desc": "Compared to the A340 quadjet (flying), the lighter A330 (on ground) has two engines and no centre-line wheel bogie"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/A340-642_flight_deck.jpg/800px-A340-642_flight_deck.jpg",
						"desc": "The A330/A340 shares a common flight deck with the A320."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Airbus_A340-211%2C_Airbus_Industrie_AN0726637.jpg/800px-Airbus_A340-211%2C_Airbus_Industrie_AN0726637.jpg",
						"desc": "An A340-200 demonstrator at the 1992 Farnborough Air Show"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Airbus_A340-600_at_the_2006_Farnborough_Airshow.jpg/800px-Airbus_A340-600_at_the_2006_Farnborough_Airshow.jpg",
						"desc": "The A340-600 was the longest passenger airliner until the introduction of the Boeing 747-8 in 2010"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/A340-600_clean-wing_bottom_plan-view.jpg/800px-A340-600_clean-wing_bottom_plan-view.jpg",
						"desc": "The 9.2 aspect ratio and 31° sweep of the A340-600 wing"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Airbus_A340-311%2C_AirLanka_AN0205264.jpg/800px-Airbus_A340-311%2C_AirLanka_AN0205264.jpg",
						"desc": "Air Lanka was the Asian launch customer of the aircraft."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/South_African_Airways_Airbus_A340_ZS-SXD_Perth_2018_%2801%29.jpg/800px-South_African_Airways_Airbus_A340_ZS-SXD_Perth_2018_%2801%29.jpg",
						"desc": "A South African Airways A340-300 with 2-wheel centre-line bogie on final approach at Perth Airport in 2018"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Airbus_A340-642%2C_Etihad_Airways_AN1620901.jpg/800px-Airbus_A340-642%2C_Etihad_Airways_AN1620901.jpg",
						"desc": "Eight-abreast, 2-4-2 economy cabin"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Airbus_A340-313X%2C_Lufthansa_AN1896162.jpg/800px-Airbus_A340-313X%2C_Lufthansa_AN1896162.jpg",
						"desc": "Lufthansa Airbus A340-300 from above"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/A6-ERF_Airbus_A340_Emirates_%287604169374%29.jpg/800px-A6-ERF_Airbus_A340_Emirates_%287604169374%29.jpg",
						"desc": "Slightly longer than the −300, the −500 has a larger wing, larger Rolls-Royce Trent 500 turbofans and three 4-wheel bogies for the main landing gear, it was introduced by Emirates in 2003."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/A-_340-_600_%285811453390%29.jpg/800px-A-_340-_600_%285811453390%29.jpg",
						"desc": "The A340-600 has five doors per side as seen here on a since retired Iberia aircraft."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Airfranceflight358.jpg/800px-Airfranceflight358.jpg",
						"desc": "Remains of Air France Flight 358 at Toronto Pearson International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Etihad_Toulouse_accident.jpg/800px-Etihad_Toulouse_accident.jpg",
						"desc": "This A340-600 was written off after a ground testing accident prior to delivery for Etihad Airways."
					}
				]
			}
		},
		{
			"name": "Boeing_717",
			"data": [
				{
					"header": "Background",
					"text": "Douglas Aircraft launched the DC-9, a short-range companion to its larger four-engine DC-8, in 1963. The DC-9 was an all-new design, using two rear fuselage-mounted Pratt & Whitney JT8D turbofan engines; a small, efficient wing; and a T-tail. The DC-9's maiden flight was in 1965 and entered airline service later that year. When production ended in 1982, a total of 976 DC-9s had been produced."
				},
				{
					"header": "MD-95",
					"text": "The MD-95 traces its history back to 1983 when McDonnell Douglas outlined a study named the DC-9-90. During the early 1980s, as production of the DC-9 family moved away from the smaller Series 30 towards the larger Super 80 (later redesignated MD-80) variants, McDonnell Douglas proposed a smaller version of the DC-9 to fill the gap left by the DC-9-30. Dubbed the DC-9-90, it was revealed in February 1983 and was to be some 25 ft 4 in (7.72 m) shorter than the DC-9-81, giving it an overall length of 122 ft 6 in (37.34 m). The aircraft was proposed with a 17,000 lbf (76 kN) thrust version of the JT8D-200 series engine, although the CFM International CFM56-3 was also considered. Seating up to 117 passengers, the DC-9-90 was to be equipped with the DC-9's wing with 2 ft (0.61 m) tip extensions, rather than the more heavily modified increased area of the MD-80. The aircraft had a design range of 1,430 nmi (2,648 km; 1,646 mi), with an option to increase to 2,060 nmi (3,815 km; 2,371 mi), and a gross weight of 112,000 lb (51,000 kg)."
				},
				{
					"header": "Engines",
					"text": "As first proposed, the MD-95 was to be powered by a 16,500 lbf (73 kN) thrust derivative of the JT8D-200 series with the Rolls-Royce Tay 670 also considered as an alternative. This was confirmed in January 1992, when Rolls-Royce and McDonnell Douglas signed a memorandum of understanding concerning the Tay-powered MD-95. McDonnell Douglas said that the MD-95 project would cost only a minimal amount to develop, as it was a direct offshoot of the IAE-powered MD-90."
				},
				{
					"header": "Rebranding and marketing",
					"text": "After McDonnell Douglas was acquired by Boeing in August 1997, most industry observers expected that Boeing would cancel development of the MD-95. However, Boeing decided to go forward with the design under a new name, Boeing 717. While it appeared that Boeing had skipped the 717 model designation when the 720 and the 727 followed the 707, the 717 name was the company's model number for the C-135 Stratolifter military transport and KC-135 Stratotanker tanker aircraft. 717 had also been used to promote an early design of the 720 to airlines before it was modified to meet market demands. A Boeing historian notes that the Air Force tanker was designated \"717-100\" and the commercial airliner designated \"717-200\".  The lack of a widespread use of the 717 name left it available for rebranding the MD-95."
				},
				{
					"header": "Assembly line and end of production",
					"text": "In 2001, Boeing began implementing a moving assembly line for production of the 717 and 737. The moving line greatly reduced production time, which led to lower production costs. Following the slump in airline traffic caused by an economic downturn subsequent to the terrorist attacks on September 11, 2001, Boeing announced a review of the type's future. After much deliberation, it was decided to continue with production. Despite the lack of orders, Boeing had confidence in the 717's fundamental suitability to the 100-seat market, and in the long-term size of that market. After 19 worldwide 717 sales in 2000, and just 6 in 2001, Boeing took 32 orders for the 717 in 2002, despite the severe industry downturn. The 100th 717 was delivered to AirTran Airways on June 18, 2002."
				},
				{
					"header": "Accidents and incidents",
					"text": "As of June 2023[update], the Boeing 717 has been involved in six aviation accidents and incidents but with no hull-losses and no fatalities. The major incidents included one on-ground collision while taxiing, an emergency landing where the nose landing gear did not extend, and one attempted hijacking."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "McDonnell Douglas Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "September 2, 1998"
				},
				{
					"key": "Introduction",
					"value": "October 12, 1999, with AirTran Airways"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Delta Air LinesHawaiian Airlines QantasLink AirTran Airways (historical)"
				},
				{
					"key": "Produced",
					"value": "1998–2006"
				},
				{
					"key": "Number built",
					"value": "156"
				},
				{
					"key": "Developed from",
					"value": "McDonnell Douglas MD-80"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Delta_Air_Lines_Boeing_717-2BD_N966AT.jpg/800px-Delta_Air_Lines_Boeing_717-2BD_N966AT.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Vistas_%283563920446%29.jpg/800px-Vistas_%283563920446%29.jpg",
						"desc": "The Boeing 717 was assembled at the company's facility in Long Beach, California."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/AirTran_Airways_B717-2BD_%28N969AT%29_at_Baltimore%E2%80%93Washington_International_Airport.jpg/800px-AirTran_Airways_B717-2BD_%28N969AT%29_at_Baltimore%E2%80%93Washington_International_Airport.jpg",
						"desc": "The first and last 717s were delivered to AirTran Airways."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/N489HA_%286786339482%29.jpg/800px-N489HA_%286786339482%29.jpg",
						"desc": "Hawaiian Airlines operates a very-short-range inter-island network with the 717."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Cockpit_of_Boeing_717_%284044023759%29.jpg/800px-Cockpit_of_Boeing_717_%284044023759%29.jpg",
						"desc": "Two-crew cockpit with six displays"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Inside_a_Boeing_717.jpg/800px-Inside_a_Boeing_717.jpg",
						"desc": "The 717 retains the five-abreast seating from the DC-9."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Boeing_717-2BL%2C_Volotea_Airlines_JP7674151.jpg/800px-Boeing_717-2BL%2C_Volotea_Airlines_JP7674151.jpg",
						"desc": "Volotea was the last European operator of the 717."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/B717_Orders_Deliveries.jpg/800px-B717_Orders_Deliveries.jpg",
						"desc": ""
					}
				]
			}
		},
		{
			"name": "Boeing_727",
			"data": [
				{
					"header": "Variants",
					"text": "Data from: Boeing Aircraft since 1916"
				},
				{
					"header": "Private aircraft",
					"text": "A number of 727s have been outfitted for use as private aircraft, especially since the early 1990s, when major airlines began to eliminate older 727-100 models from their fleet. Donald Trump traveled in a former American Airlines 727-100 with a dining room, a bedroom, and shower facilities known as Trump Force One before upgrading to a larger Boeing 757 in 2009; Peter Nygård acquired a 727-100 for private use in 2005. American financier Jeffrey Epstein owned a private 727 nicknamed the \"Lolita Express\". The Gettys bought N311AG from Revlon in 1986, and Gordon Getty acquired the aircraft in 2001."
				},
				{
					"header": "Aircraft on display",
					"text": "A comparatively large number of surviving retired 727s remain, largely as a result of donation by FedEx of 84 of them to various institutions. The vast majority of the aircraft was given to university aviation maintenance programs. All but five are located within the United States."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "February 9, 1963"
				},
				{
					"key": "Introduction",
					"value": "February 1, 1964, with Eastern Air Lines"
				},
				{
					"key": "Status",
					"value": "In limited service for freighter and executive use[a]"
				},
				{
					"key": "Primary users",
					"value": "Líneas Aéreas SuramericanasKalitta Charters  Total Linhas Aereas"
				},
				{
					"key": "Produced",
					"value": "1962–1984"
				},
				{
					"key": "Number built",
					"value": "1,832"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/B-727_Iberia_%28cropped%29.jpg/800px-B-727_Iberia_%28cropped%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Black_and_white_image_of_Boeing_727_production.jpg/800px-Black_and_white_image_of_Boeing_727_production.jpg",
						"desc": "Production of the 727"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Boeing_727_donation_22_%2819744962922%29.jpg/800px-Boeing_727_donation_22_%2819744962922%29.jpg",
						"desc": "Three-crew cockpit"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/S-duct-Boeing-727.jpg/800px-S-duct-Boeing-727.jpg",
						"desc": "Diagram of the 727 with engine 2 S-duct in red"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Rwr727tail.jpg/800px-Rwr727tail.jpg",
						"desc": "A Northwest Airlines 727 tail and rear airstairs"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Boeing_727-228-Adv%2C_Iran_Aseman_Airlines_AN0923420.jpg/800px-Boeing_727-228-Adv%2C_Iran_Aseman_Airlines_AN0923420.jpg",
						"desc": "Six-abreast seating in an Iran Aseman Airlines Boeing 727"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Boeing_737-2B7-Adv%2C_Dasab_Airlines_AN0992824.jpg/800px-Boeing_737-2B7-Adv%2C_Dasab_Airlines_AN0992824.jpg",
						"desc": "Stage 3 hush kit mixer for theJT8D-1 through -17 engines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Fedex_727-233%2C_N281FE.jpg/800px-Fedex_727-233%2C_N281FE.jpg",
						"desc": "A FedEx Express 727-233 departs Portland International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/N294WA_B727-247_Delta_MIA_24APR00_%286065158881%29.jpg/800px-N294WA_B727-247_Delta_MIA_24APR00_%286065158881%29.jpg",
						"desc": "Delta Air Lines retired its last 727 from scheduled service in April 2003"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/11gg_-_Northwest_Airlines_Boeing_727-251%3B_N203US%40FLL%3B30.01.1998_%288064695962%29.jpg/800px-11gg_-_Northwest_Airlines_Boeing_727-251%3B_N203US%40FLL%3B30.01.1998_%288064695962%29.jpg",
						"desc": "Northwest Airlines retired its last 727 from charter service in June 2003"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lufthansa_Boeing_727-30C_Fitzgerald.jpg/800px-Lufthansa_Boeing_727-30C_Fitzgerald.jpg",
						"desc": "The initial 727-100 (from Lufthansa here) is 133 ft (41 m) long."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Boeing_C-22A_%28727-30%29%2C_USA_-_Air_Force_AN1131866.jpg/800px-Boeing_C-22A_%28727-30%29%2C_USA_-_Air_Force_AN1131866.jpg",
						"desc": "The sole C-22A."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Boeing_727-22%28QF%29%2C_United_Parcel_Service_%28UPS%29_JP5926976.jpg/800px-Boeing_727-22%28QF%29%2C_United_Parcel_Service_%28UPS%29_JP5926976.jpg",
						"desc": "A 727-100QF of UPS Airlines. The air intake for the #2 engine has a distinctive \"hump\" on converted aircraft."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Boeing_727-228-Adv%2C_Ariana_Afghan_Airlines_AN1450645.jpg/800px-Boeing_727-228-Adv%2C_Ariana_Afghan_Airlines_AN1450645.jpg",
						"desc": "The 727-200 (here from Ariana Afghan Airlines) is 20 ft (6.1 m) longer."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Boeing_727_donation_26_%2819129624324%29.jpg/800px-Boeing_727_donation_26_%2819129624324%29.jpg",
						"desc": "Freighter cargo hold"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/HK-4637_%287198934904%29.jpg/800px-HK-4637_%287198934904%29.jpg",
						"desc": "The \"Super 27\" re-engine has larger JT8D-200 side engines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Boeing_727-228-Adv%2C_Iran_Aseman_Airlines_AN1003609.jpg/800px-Boeing_727-228-Adv%2C_Iran_Aseman_Airlines_AN1003609.jpg",
						"desc": "Iran Aseman Airlines operated the last scheduled 727 passenger flight in 2019."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Boeing_727_Kalitta_%282819751774%29.jpg/800px-Boeing_727_Kalitta_%282819751774%29.jpg",
						"desc": "Kalitta Charters is operating four 727 in its fleet."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/XT-BFA_B727_Burkina_Faso_%286328516101%29.jpg/800px-XT-BFA_B727_Burkina_Faso_%286328516101%29.jpg",
						"desc": "Burkina Faso 727"
					}
				]
			}
		},
		{
			"name": "Boeing_757",
			"data": [
				{
					"header": "Background",
					"text": "In the early 1970s, following the launch of the first wide-body airliner, the 747, Boeing began considering further developments of its narrow-body 727. Designed for short and medium length routes, the trijet was the best-selling jetliner of the 1960s and a mainstay of the U.S. domestic airline market. Studies focused on improving the 189-seat 727-200, the most successful variant. Two approaches were considered: a stretched 727 (to be designated 727-300), and an all-new aircraft code-named 7N7. The former was a cheaper derivative using the 727's existing technology and tail-mounted engine configuration, while the latter was a twin-engine aircraft which made use of new materials and improvements to propulsion technology which had become available in the civil aerospace industry."
				},
				{
					"header": "Design effort",
					"text": "The 757 was intended to be more capable and more efficient than the preceding 727. The focus on fuel efficiency reflected airline concerns over operating costs, which had grown amid rising oil prices during the Yom Kippur War of 1973. Design targets included a 20 percent reduction in fuel consumption from new engines, plus 10 percent from aerodynamic improvements, versus preceding aircraft. Lighter materials and new wings were also expected to improve efficiency. The maximum take-off weight (MTOW) was set at 220,000 pounds (99,800 kg), which was 10,000 pounds (4,540 kg) more than the 727. The 757's higher thrust-to-weight ratio allowed it to take off from short runways and serve airports in hot and high conditions with higher ambient temperatures and thinner air, offering better takeoff performance than that offered by competing aircraft. Competitors needed longer takeoff runs for these hot and high conditions. Boeing also offered options for higher payload capability."
				},
				{
					"header": "Production and testing",
					"text": "Boeing built a final assembly line in Washington at its Renton factory, home of 707, 727, and 737 production, to produce the 757. Early in the development program, Boeing, British Airways, and Rolls-Royce unsuccessfully lobbied the British aircraft industry to manufacture 757 wings. Ultimately, about half of the aircraft's components, including the wings, nose section, and empennage, were produced in-house at Boeing facilities with the remainder subcontracted to primarily U.S.-based companies. Fairchild Aircraft made the leading edge slats, Grumman supplied the flaps, and Rockwell International produced the main fuselage. Production ramp-up for the new narrow-body airliner coincided with the winding-down of the 727 program, and final assembly of the first aircraft began in January 1981."
				},
				{
					"header": "Stretched variant",
					"text": "Production of the 757 peaked at an annual rate of 100 aircraft in the early 1990s, during which time upgraded models came under consideration. For over a decade, the narrow-body twinjet had been its manufacturer's only single-aisle airliner without a stretched variant, and while rumors of a long-range 757-200X and stretched 757-300X persisted, no formal announcements had been made. European charter carriers were particularly interested in a higher-capacity version which could take better advantage of the 757's range. Besides meeting the needs of charter customers, a larger model would enable Boeing to match the passenger lift capabilities of the 767-200 with lower operating costs, and counter longer-range versions of the 185-seat Airbus A321, a new stretched variant of the A320 narrow-body airliner."
				},
				{
					"header": "Further developments",
					"text": "While the 757 program had been financially successful, declining sales in the early 2000s threatened its continued viability. Airlines were again gravitating toward smaller aircraft, now mainly the 737 and A320, because of their reduced financial risk. An airline industry downturn and the large number of relatively young 757s already in service also reduced customer demand. In 2000, spurred by interest from Air 2000 and Continental Airlines, Boeing reexamined the possibility of building a longer-range 757-200X. The proposed derivative would have featured auxiliary fuel tanks, plus wing and landing gear upgrades from the 757-300, resulting in a higher MTOW and a potential range increase to over 5,000 nautical miles (9,260 km; 5,750 mi). However, the proposal failed to garner any orders. In March 2001, Boeing delivered the first 757-200SF, a second-hand 757-200 converted for freighter use, to DHL Aviation. The 757-200SF marked the manufacturer's first foray into passenger-to-freighter conversions."
				},
				{
					"header": "Government, military, and corporate",
					"text": "Government, military, and private customers have acquired the 757 for uses ranging from aeronautical testing and research to cargo and VIP transport. The 757-200, the most widely ordered version of the aircraft, has formed the basis for these applications. The first government operator of the 757 was the Mexican Air Force, which took delivery of a VIP-configured 757-200 in November 1987."
				},
				{
					"header": "Accidents and incidents",
					"text": "As of April 2022[update], the 757 has been involved in 40 aviation occurrences, including 12 hull-loss accidents. Nine incidents and 12 hijackings have resulted in a total of 575 occupant fatalities. The first fatal event involving the aircraft occurred on October 2, 1990, when a hijacked Xiamen Airlines 737 collided with a China Southern Airlines 757 on the runways of Guangzhou Baiyun International Airport, China, killing 46 of the 122 people on board. Two 757-200s were hijacked on September 11, 2001, during a coordinated terrorist attack in the United States; hijackers crashed American Airlines Flight 77 into the Pentagon in Arlington, Virginia, killing all 64 on board and 125 on the ground, and United Airlines Flight 93 was also hijacked, and crashed near Shanksville, Pennsylvania, killing all 44 on board."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "February 19, 1982"
				},
				{
					"key": "Introduction",
					"value": "January 1, 1983, with Eastern Air Lines"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Delta Air Lines.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}FedEx ExpressUnited AirlinesUPS Airlines"
				},
				{
					"key": "Produced",
					"value": "1981–2004"
				},
				{
					"key": "Number built",
					"value": "1,050"
				},
				{
					"key": "Variants",
					"value": "Boeing C-32"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Icelandair_Boeing_757-200_Wedelstaedt.jpg/800px-Icelandair_Boeing_757-200_Wedelstaedt.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Boeing_757-200_Farnborough_1982_Fitzgerald.jpg/800px-Boeing_757-200_Farnborough_1982_Fitzgerald.jpg",
						"desc": "The 7N7 made its Farnborough Airshow debut in 1982 as the 757-200."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Transavia_Airlines_Boeing_757-2K2_Wedelstaedt.jpg/800px-Transavia_Airlines_Boeing_757-2K2_Wedelstaedt.jpg",
						"desc": "Forward view of a Transavia Airlines 757-200, showing fuselage profile, wing dihedral, and RB211 engines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Boeing_757-236_G-BNSF_Air_Europe_Newcastle_Airport.jpg/800px-Boeing_757-236_G-BNSF_Air_Europe_Newcastle_Airport.jpg",
						"desc": "Predecessor and successor: an Air Atlantis 727-200 and an Air Europe 757-200"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/British_Airways_Boeing_757-200_Marmet.jpg/800px-British_Airways_Boeing_757-200_Marmet.jpg",
						"desc": "British Airways was one of the first customers for the RB211-powered 757."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Eastern_Air_Lines_Boeing_757-200_Wallner.jpg/800px-Eastern_Air_Lines_Boeing_757-200_Wallner.jpg",
						"desc": "Eastern Air Lines began domestic 757 operations in January 1983 and later deployed the aircraft on transcontinental routes."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Monarch_Airlines_Boeing_757-2T7_Innsbruck_Wedelstaedt.jpg/800px-Monarch_Airlines_Boeing_757-2T7_Innsbruck_Wedelstaedt.jpg",
						"desc": "Monarch Airlines began 757 charter services in March 1983."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Condor_Airlines_B757-300_%28D-ABOH%29_%40_FRA%2C_July_2005.jpg/800px-Condor_Airlines_B757-300_%28D-ABOH%29_%40_FRA%2C_July_2005.jpg",
						"desc": "Condor became the first operator of the stretched 757-300 in March 1999."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Shanghai_Airlines_Boeing_757-26D_B-2876_Gu.jpg/800px-Shanghai_Airlines_Boeing_757-26D_B-2876_Gu.jpg",
						"desc": "Shanghai Airlines received the last production 757, B-2876, in November 2005."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Continental_Airlines_Boeing_757-300_Iwelumo.jpg/800px-Continental_Airlines_Boeing_757-300_Iwelumo.jpg",
						"desc": "Continental Airlines 757-300 with blended winglets, which reduce lift-induced drag and improve fuel efficiency"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Ethiopian_Airlines_Boeing_757-28A_ET-AMK.jpg/800px-Ethiopian_Airlines_Boeing_757-28A_ET-AMK.jpg",
						"desc": "Bird's eye view of Ethiopian Airlines 757-200 ET-AMK at London Heathrow Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Hekla_Aurora_cabin_757.jpg/800px-Hekla_Aurora_cabin_757.jpg",
						"desc": "Icelandair 757-200 with original cabin design, updated lighting, and six-abreast seating"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/United_Airlines_B757-200_on_down_the_glideslope.jpg/800px-United_Airlines_B757-200_on_down_the_glideslope.jpg",
						"desc": "A United Airlines 757-200 on final approach, viewed from below, with extended landing gear, flaps, and slats"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/N518US_%284658457517%29.jpg/800px-N518US_%284658457517%29.jpg",
						"desc": "Northwest Airlines 757-200 in 2010"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/United_Parcel_Service_757-200PF.jpg/800px-United_Parcel_Service_757-200PF.jpg",
						"desc": "A UPS 757-200PF arriving at San Jose International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Nepal_Airlines_Boeing_757-2F8M_Wedelstaedt.jpg/800px-Nepal_Airlines_Boeing_757-2F8M_Wedelstaedt.jpg",
						"desc": "Nepal Airlines' sole 757-200M arriving at Dubai International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Boeing_757_-_RIAT_2005_%283045952768%29.jpg/800px-Boeing_757_-_RIAT_2005_%283045952768%29.jpg",
						"desc": "DHL Aviation 757-200SF in flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Delta_Air_Lines_B757-351_N586NW_LAX.jpg/800px-Delta_Air_Lines_B757-351_N586NW_LAX.jpg",
						"desc": "Delta Air Lines 757-300 arriving at Los Angeles International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Air_Force_Two_lands_at_the_Kentucky_Air_National_Guard_Base%2C_Louisville%2C_Ky.jpg/800px-Air_Force_Two_lands_at_the_Kentucky_Air_National_Guard_Base%2C_Louisville%2C_Ky.jpg",
						"desc": "The C-32A, a variant of the 757, is the usual air transportation for the Vice President of the United States."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/C32-B_air_to_air_UARRSI.jpg/800px-C32-B_air_to_air_UARRSI.jpg",
						"desc": "The C-32B is the only 757 known to be able to conduct aerial refueling."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Air_Force_Boeing_757_in_Pegasus_Field_Antarctica.jpg/800px-Air_Force_Boeing_757_in_Pegasus_Field_Antarctica.jpg",
						"desc": "In 2009, the Royal New Zealand Air Force flew one of its 757 Combis to Antarctica for the first time."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Fedex_Express_Boeing_757_Jager.jpg/800px-Fedex_Express_Boeing_757_Jager.jpg",
						"desc": "Boeing 757-200SF of FedEx Express, the variant's largest single operator"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Arkia_Israeli_Airlines_Boeing_757-300_4X-BAU_Lebeda.jpg/800px-Arkia_Israeli_Airlines_Boeing_757-300_4X-BAU_Lebeda.jpg",
						"desc": "Arkia Israel Airlines 757-300 on final approach"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/American_Airlines_Boeing_757-200_Spijkers.jpg/800px-American_Airlines_Boeing_757-200_Spijkers.jpg",
						"desc": "In January 2011, the FAA ordered fuselage inspections after an American Airlines 757 lost an upper skin panel in flight.[193]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Boeing_757-232_%27N608DA%27_%26_Douglas_MD-83_%27N376MS%27_%2813629693183%29.jpg/800px-Boeing_757-232_%27N608DA%27_%26_Douglas_MD-83_%27N376MS%27_%2813629693183%29.jpg",
						"desc": "N608DA at Pinal Airpark in Arizona, under restoration in 2014 for later display at the Delta Flight Museum"
					}
				]
			}
		},
		{
			"name": "Boeing_747",
			"data": [
				{
					"header": "Airliner proposal",
					"text": "The 747 was conceived while air travel was increasing in the 1960s. The era of commercial jet transportation, led by the enormous popularity of the Boeing 707 and Douglas DC-8, had revolutionized long-distance travel. In this growing jet age, Juan Trippe, president of Pan Am, one of Boeing's most important airline customers, asked for a new jet airliner 2+1⁄2 times size of the 707, with a 30% lower cost per unit of passenger-distance and the capability to offer mass air travel on international routes. Trippe also thought that airport congestion could be addressed by a larger new aircraft."
				},
				{
					"header": "Design effort",
					"text": "Ultimately, the high-winged CX-HLS Boeing design was not used for the 747, although technologies developed for their bid had an influence. The original design included a full-length double-deck fuselage with eight-across seating and two aisles on the lower deck and seven-across seating and two aisles on the upper deck. However, concern over evacuation routes and limited cargo-carrying capability caused this idea to be scrapped in early 1966 in favor of a wider single deck design. The cockpit was therefore placed on a shortened upper deck so that a freight-loading door could be included in the nose cone; this design feature produced the 747's distinctive \"hump\". In early models, what to do with the small space in the pod behind the cockpit was not clear, and this was initially specified as a \"lounge\" area with no permanent seating. (A different configuration that had been considered to keep the flight deck out of the way for freight loading had the pilots below the passengers, and was dubbed the \"anteater\".)"
				},
				{
					"header": "End of production",
					"text": "On July 27, 2016, in its quarterly report to the Securities and Exchange Commission, Boeing discussed the potential termination of 747 production due to insufficient demand and market for the aircraft. With a firm order backlog of 21 aircraft and a production rate of six per year, program accounting had been reduced to 1,555 aircraft. In October 2016, UPS Airlines ordered 14 -8Fs to add capacity, along with 14 options, which it took in February 2018 to increase the total to 28 -8Fs on order. The backlog then stood at 25 aircraft, though several of these were orders from airlines that no longer intended to take delivery."
				},
				{
					"header": "Variants",
					"text": "The 747-100 with a range of 4,620 nautical miles (8,556 km), was the original variant launched in 1966. The 747-200 soon followed, with its launch in 1968. The 747-300 was launched in 1980 and was followed by the 747-400 in 1985. Ultimately, the 747-8 was announced in 2005. Several versions of each variant have been produced, and many of the early variants were in production simultaneously. The International Civil Aviation Organization (ICAO) classifies variants using a shortened code formed by combining the model number and the variant designator (e.g. \"B741\" for all -100 models)."
				},
				{
					"header": "747SR",
					"text": "Responding to requests from Japanese airlines for a high-capacity aircraft to serve domestic routes between major cities, Boeing developed the 747SR as a short-range version of the 747-100 with lower fuel capacity and greater payload capability. With increased economy class seating, up to 498 passengers could be carried in early versions and up to 550 in later models. The 747SR had an economic design life objective of 52,000 flights during 20 years of operation, compared to 24,600 flights in 20 years for the standard 747. The initial 747SR model, the -100SR, had a strengthened body structure and landing gear to accommodate the added stress accumulated from a greater number of takeoffs and landings. Extra structural support was built into the wings, fuselage, and the landing gear along with a 20% reduction in fuel capacity."
				},
				{
					"header": "Undeveloped variants",
					"text": "Boeing has studied a number of 747 variants that have not gone beyond the concept stage."
				},
				{
					"header": "747 trijet",
					"text": "During the late 1960s and early 1970s, Boeing studied the development of a shorter 747 with three engines, to compete with the smaller Lockheed L-1011 TriStar and McDonnell Douglas DC-10. The center engine would have been fitted in the tail with an S-duct intake similar to the L-1011's. Overall, the 747 trijet would have had more payload, range, and passenger capacity than both of them. However, engineering studies showed that a major redesign of the 747 wing would be necessary. Maintaining the same 747 handling characteristics would be important to minimize pilot retraining. Boeing decided instead to pursue a shortened four-engine 747, resulting in the 747SP."
				},
				{
					"header": "747-500",
					"text": "In January 1986, Boeing outlined preliminary studies to build a larger, ultra-long haul version named the 747-500, which would enter service in the mid- to late-1990s. The aircraft derivative would use engines evolved from unducted fan (UDF) (propfan) technology by General Electric, but the engines would have shrouds, sport a bypass ratio of 15–20, and have a propfan diameter of 10–12 feet (3.0–3.7 m). The aircraft would be stretched (including the upper deck section) to a capacity of 500 seats, have a new wing to reduce drag, cruise at a faster speed to reduce flight times, and have a range of at least 8,700 nmi; 16,000 km, which would allow airlines to fly nonstop between London, England and Sydney, Australia. "
				},
				{
					"header": "747 ASB",
					"text": "Boeing announced the 747 ASB (Advanced Short Body) in 1986 as a response to the Airbus A340 and the McDonnell Douglas MD-11. This aircraft design would have combined the advanced technology used on the 747-400 with the foreshortened 747SP fuselage. The aircraft was to carry 295 passengers over a range of 8,000 nmi (15,000 km; 9,200 mi). However, airlines were not interested in the project and it was canceled in 1988 in favor of the 777."
				},
				{
					"header": "747X and 747X Stretch",
					"text": "As Airbus progressed with its A3XX study, Boeing offered a 747 derivative as an alternative in 2000; a more modest proposal than the previous -500X and -600X that retained the 747's overall wing design and add a segment at the root, increasing the span to 229 ft (69.8 m). Power would have been supplied by either the Engine Alliance GP7172 or the Rolls-Royce Trent 600, which were also proposed for the 767-400ERX. A new flight deck based on the 777's would be used. The 747X aircraft was to carry 430 passengers over ranges of up to 8,700 nmi (16,100 km; 10,000 mi). The 747X Stretch would be extended to 263 ft (80.2 m) long, allowing it to carry 500 passengers over ranges of up to 7,800 nmi (14,400 km; 9,000 mi). Both would feature an interior based on the 777. Freighter versions of the 747X and 747X Stretch were also studied."
				},
				{
					"header": "747-400XQLR",
					"text": "After the end of the 747X program, Boeing continued to study improvements that could be made to the 747. The 747-400XQLR (Quiet Long Range) was meant to have an increased range of 7,980 nmi (14,780 km; 9,180 mi), with improvements to boost efficiency and reduce noise. Improvements studied included raked wingtips similar to those used on the 767-400ER and a sawtooth engine nacelle for noise reduction. Although the 747-400XQLR did not move to production, many of its features were used for the 747 Advanced, which was launched as the 747-8 in 2005."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "February 9, 1969"
				},
				{
					"key": "Introduction",
					"value": "January 22, 1970, with Pan Am"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Atlas AirLufthansa Cargolux UPS Airlines"
				},
				{
					"key": "Produced",
					"value": "1968–2023"
				},
				{
					"key": "Number built",
					"value": "1,574 (including prototype)"
				},
				{
					"key": "Variants",
					"value": "Boeing 747SPBoeing 747-400Boeing 747-8Boeing VC-25Boeing E-4747 Supertanker"
				},
				{
					"key": "Developed into",
					"value": "Boeing DreamlifterBoeing YAL-1Shuttle Carrier AircraftSOFIA"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/B-747_Iberia.jpg/800px-B-747_Iberia.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/AirBridgeCargo_Airlines_Boeing_747-200F_nose_loading_door_open_and_cargo_loader_at_Sheremetyevo_International_Airport.jpg/800px-AirBridgeCargo_Airlines_Boeing_747-200F_nose_loading_door_open_and_cargo_loader_at_Sheremetyevo_International_Airport.jpg",
						"desc": "Cargo nose door open with cargo loader"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Iran_Air_Boeing_747-200_cockpit_Sharifi.jpg/800px-Iran_Air_Boeing_747-200_cockpit_Sharifi.jpg",
						"desc": "An Iran Air 747-200, showing an early-production 747 cockpit with a flight engineer, located on the upper deck"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Boeing_Factory_2002.jpg/800px-Boeing_Factory_2002.jpg",
						"desc": "747 final assembly at the Boeing Everett Factory"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Boeing_747_rollout_%283%29.jpg/800px-Boeing_747_rollout_%283%29.jpg",
						"desc": "The prototype 747 was first displayed to the public on September 30, 1968."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Boeing_747_main_landing_gear.jpg/800px-Boeing_747_main_landing_gear.jpg",
						"desc": "The 747's 16-wheel main landing gear"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Pat_Nixon_christens_Boeing_747_2749-18.jpg/800px-Pat_Nixon_christens_Boeing_747_2749-18.jpg",
						"desc": "First Lady Pat Nixon christened the first commercial 747 on January 15, 1970. This aircraft, N736PA, would later be destroyed in the Tenerife Airport disaster."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Boeing_747-4F6%2C_Transaero_Airlines_AN2293667.jpg/800px-Boeing_747-4F6%2C_Transaero_Airlines_AN2293667.jpg",
						"desc": "Stretched upper deck cabin of later 747s with six-abreast seating"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Northwest_Airlines_Boeing_747-400_Spijkers.jpg/800px-Northwest_Airlines_Boeing_747-400_Spijkers.jpg",
						"desc": "Launch Customer Northwest Airlines introduced the 747-400 in 1989."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Japan_Airlines_747-400_Economy_cabin.jpg/800px-Japan_Airlines_747-400_Economy_cabin.jpg",
						"desc": "747-400 main deck economy class seating in 3–4–3 layout"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Lufthansa_Boeing_747-8_%2816093562187%29.jpg/800px-Lufthansa_Boeing_747-8_%2816093562187%29.jpg",
						"desc": "A Lufthansa 747-8"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Air_New_Zealand_Boeing_747-400_%28ZK-SUH%29_arrives_London_Heathrow_17Oct2010_arp.jpg/800px-Air_New_Zealand_Boeing_747-400_%28ZK-SUH%29_arrives_London_Heathrow_17Oct2010_arp.jpg",
						"desc": "Front view showing the triple-slotted trailing edge flaps"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Pan_Am_Boeing_747-121_N732PA_Bidini.jpg/800px-Pan_Am_Boeing_747-121_N732PA_Bidini.jpg",
						"desc": "The original 747-100 has a short upper deck with three windows per side; Pan Am introduced it on January 22, 1970"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/JA8170_B747-146SR_SUD_JAL_Japan_Airlines_HND_23MAY03_%288473400794%29.jpg/800px-JA8170_B747-146SR_SUD_JAL_Japan_Airlines_HND_23MAY03_%288473400794%29.jpg",
						"desc": "One of the two 747-100BSR with the stretched upper deck (SUD) made for JAL"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Iran_Air_Boeing_747-100_Lofting-1.jpg/800px-Iran_Air_Boeing_747-100_Lofting-1.jpg",
						"desc": "An Iran Air 747-100B, the last 747-100 in passenger service"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Alitalia_Boeing_747-243B_I-DEMV_Bidini.jpg/800px-Alitalia_Boeing_747-243B_I-DEMV_Bidini.jpg",
						"desc": "Most 747-200s had ten windows per side on the upper deck"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Georg_Gerster_ETH-Bibliothek_LBS_SR04-002256_%28cropped%29.tif/lossy-page1-800px-Georg_Gerster_ETH-Bibliothek_LBS_SR04-002256_%28cropped%29.tif.jpg",
						"desc": "A 747-300, with its stretched upper deck, flying-by the Matterhorn. Swissair took the first delivery on March 23, 1983.[37]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/The_Boeing_747_%283441131089%29.jpg/800px-The_Boeing_747_%283441131089%29.jpg",
						"desc": "The improved 747-400, featuring canted winglets, entered service in February 1989 with Northwest Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Boeing%2C_N780BA%2C_B747-409%28LCF%29_Dreamlifter_-_PAE_%2819833251496%29.jpg/800px-Boeing%2C_N780BA%2C_B747-409%28LCF%29_Dreamlifter_-_PAE_%2819833251496%29.jpg",
						"desc": "The Boeing Dreamlifter, a modified 747-400, first flew on September 9, 2006"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Boeing_747-8_first_flight_Everett%2C_WA.jpg/800px-Boeing_747-8_first_flight_Everett%2C_WA.jpg",
						"desc": "The stretched and re-engined Boeing 747-8 made its maiden flight on February 8, 2010, as a freighter"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Air_Force_One_over_Mt._Rushmore.jpg/800px-Air_Force_One_over_Mt._Rushmore.jpg",
						"desc": "Air Force One, a Boeing VC-25, over Mount Rushmore"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Atlantis_on_Shuttle_Carrier_Aircraft.jpg/800px-Atlantis_on_Shuttle_Carrier_Aircraft.jpg",
						"desc": "Shuttle Carrier Aircraft carrying a Space Shuttle orbiter"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Boeing_747-500X_and_747-600X_comparison_line_drawing.jpg/800px-Boeing_747-500X_and_747-600X_comparison_line_drawing.jpg",
						"desc": "The proposed 747-500X and -600X as depicted in a 1998 FAA illustration"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Qantas_Boeing_747-438ER_VH-OEI_at_LAX.jpg/800px-Qantas_Boeing_747-438ER_VH-OEI_at_LAX.jpg",
						"desc": "The 747-400ER was derived from the 747-400X study."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Jumbo_Hostel_in_a_747_at_Stockholm_Arlanda_Airport.jpg/800px-Jumbo_Hostel_in_a_747_at_Stockholm_Arlanda_Airport.jpg",
						"desc": "Boeing 747-212B serving as the Jumbo Stay at Arlanda Airport, Sweden"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/American_Airlines_C.R._Smith_Museum_May_2019_21_%28Wurlitzer_electronic_piano%29.jpg/800px-American_Airlines_C.R._Smith_Museum_May_2019_21_%28Wurlitzer_electronic_piano%29.jpg",
						"desc": "American Airlines 747 Wurlitzer electronic piano, 1971"
					}
				]
			}
		},
		{
			"name": "Airbus_a380",
			"data": [
				{
					"header": "Total development cost",
					"text": "In 2000, the projected development cost was €9.5 billion. In 2004 Airbus estimated that €1.5 billion ($2 billion) would need to be added, totalling the developmental costs to €10.3 billion ($12.7 billion). In 2006, Airbus stopped publishing its reported cost after reaching costs of €10.2 billion and then it provisioned another €4.9 billion, after the difficulties in electric cabling and two years delay for an estimated total of €18 billion."
				},
				{
					"header": "Improvements and upgrades",
					"text": "In 2010, Airbus announced a new A380 build standard, incorporating a strengthened airframe structure and a 1.5° increase in wing twist. Airbus also offered, as an option, an improved maximum take-off weight, thus providing a better payload/range performance. Maximum take-off weight is increased by 4 t (8,800 lb), to 573 t (1,263,000 lb) and the range is extended by 100 nautical miles (190 km; 120 mi); this is achieved by reducing flight loads, partly from optimising the fly-by-wire control laws. British Airways and Emirates were the first two customers to have received this new option in 2013. Emirates asked for an update with new engines for the A380 to be competitive with the Boeing 777X around 2020, and Airbus was studying 11-abreast seating."
				},
				{
					"header": "Post-delivery problems",
					"text": "During repairs following the Qantas Flight 32 engine failure incident, cracks were discovered in wing fittings. As a result, the European Aviation Safety Agency issued an Airworthiness Directive in January 2012 which affected 20 A380 aircraft that had accumulated over 1,300 flights. A380s with under 1,800 flight hours were to be inspected within 6 weeks or 84 flights; aircraft with over 1,800 flight hours were to be examined within four days or 14 flights. Fittings found to be cracked were replaced. On 8 February 2012, the checks were extended to cover all 68 A380 aircraft in operation. The problem is considered to be minor and is not expected to affect operations. EADS acknowledged that the cost of repairs would be over $130 million, to be borne by Airbus. The company said the problem was traced to stress and material used for the fittings. Additionally, major airlines are seeking compensation from Airbus for revenue lost as a result of the cracks and subsequent grounding of fleets. Airbus has switched to a different type of aluminium alloy so aircraft delivered from 2014 onwards should not have this problem."
				},
				{
					"header": "Further continuation of programme",
					"text": "At the July 2016 Farnborough Airshow Airbus announced that in a \"prudent, proactive step,\" starting in 2018 it expected to deliver 12 A380 aircraft per year, down from 27 deliveries in 2015. The firm also warned production might slip back into red ink (be unprofitable) on each aircraft produced at that time, though it anticipated production would remain in the black (profitable) for 2016 and 2017. \"The company will continue to improve the efficiency of its industrial system to achieve breakeven at 20 aircraft in 2017 and targets additional cost reduction initiatives to lower breakeven further.\" Airbus expected that healthy demand for its other aircraft would allow it to avoid job losses from the cuts."
				},
				{
					"header": "Overview",
					"text": "The A380 was initially offered in two models: the A380-800 and the A380F."
				},
				{
					"header": "Materials",
					"text": "While most of the fuselage is made of aluminium alloys, composite materials comprise more than 20% of the A380's airframe. Carbon-fibre reinforced plastic, glass-fibre reinforced plastic and quartz-fibre reinforced plastic are used extensively in wings, fuselage sections (such as the undercarriage and rear end of fuselage), tail surfaces, and doors. The A380 is the first commercial airliner to have a central wing box made of carbon–fibre reinforced plastic. It is also the first to have a smoothly contoured wing cross–section. The wings of other commercial airliners are partitioned span-wise into sections. This flowing continuous cross section reduces aerodynamic drag. Thermoplastics are used in the leading edges of the slats."
				},
				{
					"header": "Avionics",
					"text": "The A380 employs an integrated modular avionics (IMA) architecture, first used in advanced military aircraft, such as the Lockheed Martin F-22 Raptor, Lockheed Martin F-35 Lightning II, and Dassault Rafale. The main IMA systems on the A380 were developed by the Thales Group. Designed and developed by Airbus, Thales and Diehl Aerospace, the IMA suite was first used on the A380. The suite is a technological innovation, with networked computing modules to support different applications. The data networks use Avionics Full-Duplex Switched Ethernet, an implementation of ARINC 664. These are switched, full-duplex, star-topology and based on 100baseTX fast-Ethernet. This reduces the amount of wiring required and minimises latency."
				},
				{
					"header": "Maintenance",
					"text": "As the A380 fleet grows older, airworthiness authority rules require certain scheduled inspections from approved aircraft tool shops. The increasing fleet size (to about 286 in 2020) cause expected maintenance and modification to cost $6.8 billion for 2015–2020, of which $2.1 billion are for engines.  Emirates performed its first 3C-check for 55 days in 2014. During lengthy shop stays, some airlines will use the opportunity to install new interiors."
				},
				{
					"header": "Operational history",
					"text": "In February 2009, the one millionth passenger was flown with Singapore Airlines and by May of that year 1,500,000 passengers had flown on 4,200 flights. Air France received its first A380 in October 2009. Lufthansa received its first A380 in May 2010. By July 2010, the 31 A380s then in service had transported 6 million passengers on 17,000 flights between 20 international destinations."
				},
				{
					"header": "A380 Stretch, A380-900",
					"text": "At launch in December 2000, a 656-seat A380-200 was proposed as a derivative of the 555-seat baseline, called the A380 Stretch."
				},
				{
					"header": "A380neo",
					"text": "On 15 June 2015, Reuters reported that Airbus was discussing an improved and stretched version of the A380 with at least six customers.  The aircraft, called the A380neo, featured new engines and would accommodate an additional fifty passengers.  Deliveries to customers were planned for sometime in 2020 or 2021. On 19 July 2015, Airbus CEO Fabrice Brégier stated that the company will build a new version of the A380 featuring new improved wings and new engines. Speculation about the development of a so-called A380neo (\"neo\" for \"new engine option\") had been going on for a few months after earlier press releases in 2014, and in 2015 the company was considering whether to end production of the type prior to 2018 or develop a new A380 variant. Later it was revealed that Airbus was looking at both the possibility of a longer A380 in line of the previously planned A380-900 and a new engine version, i.e. A380neo. Brégier also revealed that the new variant would be ready to enter service by 2020. The engine would most likely be one of a variety of all-new options from Rolls-Royce, ranging from derivatives of the A350's XWB-84/97 to the future Advance project due at around 2020."
				},
				{
					"header": "Size",
					"text": "In its 2000 Global Market Forecast, Airbus estimated a demand for 1,235 passenger Very Large Aircraft (VLA), with more than 400 seats: 360 up to 2009 and 875 by 2019.In late 2003, Boeing forecast 320 \"Boeing 747 and larger\" passenger aircraft over 20 years, close to the 298 orders actually placed for the A380 and 747-8 passenger airliners as of March 2020."
				},
				{
					"header": "Production",
					"text": "In 2005, 270 sales were necessary to attain break-even and with 751 expected deliveries its internal rate of return outlook was at 19%, but due to disruptions in the ramp-up leading to overcosts and delayed deliveries, it increased to 420 in 2006. In 2010, EADS CFO Hans Peter Ring said that break-even could be achieved by 2015 when 200 deliveries were projected. In 2012, Airbus clarified that the aircraft production costs would be less than its sales price."
				},
				{
					"header": "Cost",
					"text": "As of 2016[update] the list price of an A380 was US$432.6 million. Negotiated discounts made the actual prices much lower, and industry experts questioned whether the A380 project would ever pay for itself. The first aircraft was sold and leased back by Singapore Airlines in 2007 to Dr. Peters for $197 million. In 2016, IAG's Willie Walsh said he could add a few, but also that he found the price of new aircraft \"outrageous\" and would source them from the second-hand market."
				},
				{
					"header": "Teardown and second-hand market",
					"text": "With four A380s leased to Singapore Airlines having been returned between October 2017 and March 2018, Dr. Peters feared a weak aftermarket and is considering scrapping them, although they are on sale for a business jet conversion, but on the other hand Airbus sees a potential for African airlines and Chinese airlines, Hajj charters and its large Gulf operators. An A380 parted out may be worth $30 million to $50 million if it is at half-life. Teardown specialists have declined offers for several aircraft at part-out prices due to high risk as a secondary market is uncertain with $30 to $40 million for the refurbishment, but should be between $20 and $30 million to be viable."
				},
				{
					"header": "Incidents",
					"text": "The global A380 fleet has zero fatalities and no hull loss accidents as of November 2021[update], but was involved in two notable incidents."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Wide-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Multi-national[a]"
				},
				{
					"key": "Manufacturer",
					"value": "Airbus"
				},
				{
					"key": "First flight",
					"value": "27 April 2005"
				},
				{
					"key": "Introduction",
					"value": "25 October 2007 with Singapore Airlines"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "EmiratesSingapore Airlines Lufthansa British Airways"
				},
				{
					"key": "Produced",
					"value": "2003–2021"
				},
				{
					"key": "Number built",
					"value": "254 (including 3 test aircraft)"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/A6-EDY_A380_Emirates_31_jan_2013_jfk_%288442269364%29_%28cropped%29.jpg/800px-A6-EDY_A380_Emirates_31_jan_2013_jfk_%288442269364%29_%28cropped%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/A380_transport_Port_de_Bordeaux.jpg/800px-A380_transport_Port_de_Bordeaux.jpg",
						"desc": "A380 components on a barge"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/A380_Reveal_1.jpg/800px-A380_Reveal_1.jpg",
						"desc": "The first completed A380 at the \"A380 Reveal\" event in Toulouse, France, 18 January 2005"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/1er_vol_de_l%27_A380.jpg/800px-1er_vol_de_l%27_A380.jpg",
						"desc": "A380 prototype on its maiden flight"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/A380_teststation_fb06rs.jpg/800px-A380_teststation_fb06rs.jpg",
						"desc": "Flight test engineer's station on the lower deck of A380 F-WWOW"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Second_floor.A-380_%284020687953%29.jpg/800px-Second_floor.A-380_%284020687953%29.jpg",
						"desc": "Bare cabin for flight tests with water tanks as ballast"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Singapore_Airlines_Airbus_A380_at_Sydney_Airport.jpg/800px-Singapore_Airlines_Airbus_A380_at_Sydney_Airport.jpg",
						"desc": "A Singapore Airlines A380 taking off from Sydney Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Airbus_A380_A6-EVS_on_final_approach_to_Heathrow%2C_19_November_2022.jpg/800px-Airbus_A380_A6-EVS_on_final_approach_to_Heathrow%2C_19_November_2022.jpg",
						"desc": "A6-EVS, the last A380 to roll off the production line at Toulouse, photographed at Heathrow Airport on 19 November 2022. This aircraft, serial number 272, entered service with Emirates on 16 December 2021.[134]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Airbus_A380_on_MAKS_2011.jpg/800px-Airbus_A380_on_MAKS_2011.jpg",
						"desc": "The characteristic ovoid fuselage"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/A380_01.jpg/800px-A380_01.jpg",
						"desc": "Planform view showing moderate wing aspect ratio and the undercarriage"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/IABG_Test_Setup_A380_Dresden_bent_wing.jpg/800px-IABG_Test_Setup_A380_Dresden_bent_wing.jpg",
						"desc": "Composite photo of a structural loading test on the left wing box"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Airbus_A380_cockpit.jpg/800px-Airbus_A380_cockpit.jpg",
						"desc": "A380 flight deck"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Airbus_A380_Fahrwerk.jpg/800px-Airbus_A380_Fahrwerk.jpg",
						"desc": "A380 20-wheel main landing gear"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Airbus_A380-861%2C_Emirates_AN1721793.jpg/800px-Airbus_A380-861%2C_Emirates_AN1721793.jpg",
						"desc": "Ten-abreast old economy class seating on the main deck on an Emirates A380"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Qatar_Airways_Airbus_A380-800_at_Heathrow_Airport_Terminal_4_before_Flying_to_Doha%2C_6_Jan_2015.jpg/800px-Qatar_Airways_Airbus_A380-800_at_Heathrow_Airport_Terminal_4_before_Flying_to_Doha%2C_6_Jan_2015.jpg",
						"desc": "Aircraft ground handling with separate jetways for the main and upper decks, and ground support equipment on a Qatar Airways A380"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/A6-ADT_A380_Emirates_%288557113059%29.jpg/800px-A6-ADT_A380_Emirates_%288557113059%29.jpg",
						"desc": "Wingtip vortex left behind from an Emirates A380"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/Airbus_A380F_concept.jpg/800px-Airbus_A380F_concept.jpg",
						"desc": "The A380F, a cargo variant of the A380, was proposed but postponed after 2005 and never built."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Paris_Air_Show_2017_Airbus_A380plus_winglet.jpg/800px-Paris_Air_Show_2017_Airbus_A380plus_winglet.jpg",
						"desc": "The winglet (mockup) on the A380plus"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/A380_tails_at_Heathrow.jpg/800px-A380_tails_at_Heathrow.jpg",
						"desc": "Singapore Airlines, Qantas, and Emirates A380 tails at Heathrow Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/China_Southern_Airlines_Airbus_A380_Zhao-1.jpg/800px-China_Southern_Airlines_Airbus_A380_Zhao-1.jpg",
						"desc": "China Southern A380 taking off from Beijing Capital Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/EGLF_-_Airbus_A380_-_Hifly_-_9H-MIP_%2842815400504%29.jpg/800px-EGLF_-_Airbus_A380_-_Hifly_-_9H-MIP_%2842815400504%29.jpg",
						"desc": "Hi Fly A380 at the 2018 Farnborough Airshow"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Airbus_A-380_Cockpit.jpg/800px-Airbus_A-380_Cockpit.jpg",
						"desc": "Co-branding with Airbus branding along with customer airlines' logos on an A380 fuselage during MAKS, an air show, 2011"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/All_Nippon_Airways_A380_%28JA381A%29_%40_NRT%2C_April_2019.jpg/800px-All_Nippon_Airways_A380_%28JA381A%29_%40_NRT%2C_April_2019.jpg",
						"desc": "One of the three different A380 ANA 'Flying Honu' liveries (Honu: sea turtle)"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Emirates_Airbus_A380_A6-EEV_Perth_2019_%2801%29.jpg/800px-Emirates_Airbus_A380_A6-EEV_Perth_2019_%2801%29.jpg",
						"desc": "Emirates is the largest A380 operator, with 121 of the aircraft delivered as of 31 October 2021[update],[391] with Airbus' final two units delivered in December 2021.[389]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Etihad_Airways_-_Airbus_A380-861.jpg/800px-Etihad_Airways_-_Airbus_A380-861.jpg",
						"desc": "Etihad Airways' first Airbus A380 taking off from London Heathrow for Abu Dhabi"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6b/Thai_Airways_A380_Taxiing_at_Frankfurt_Airport.jpg/800px-Thai_Airways_A380_Taxiing_at_Frankfurt_Airport.jpg",
						"desc": "Thai Airways A380 taxiing at Frankfurt Airport in 2015"
					}
				]
			}
		},
		{
			"name": "Douglas_dc-8",
			"data": [
				{
					"header": "Background",
					"text": "At the end of World War II, Douglas was the dominant North American aircraft producer in the commercial aviation market. Although Boeing had released the innovative all-metal Model 247 airliner in 1933, and produced prodigious quantities of the rugged four-engined B-17 Flying Fortress and sophisticated, pressurized long-range B-29 Superfortress, Douglas was the dominant civil aircraft builder active in the United States.[why?][citation needed] Douglas produced a succession of piston-engined aircraft (DC-2, DC-3, DC-4, DC-5, DC-6, and DC-7) through the 1930s, 1940s, and 1950s. While de Havilland flew the world's first jet airliner, the Comet, in May 1949, Douglas initially refrained from developing a jet airliner."
				},
				{
					"header": "First orders",
					"text": "Douglas' previous thinking about the airliner market seemed to be coming true; the transition to turbine power looked likely to be to turboprops rather than turbojets. The pioneering 40–60-seat Vickers Viscount was in service and proving popular with passengers and airlines: it was faster, quieter, and more comfortable than piston-engined types. Another British rival was the 90-seat Bristol Britannia, and Douglas's main rival in the large airliner market, Lockheed Corporation, had committed to the short to medium range 80–100-seat turboprop Electra, with a launch order from American Airlines for 35 and other orders flowing in. Meanwhile, the Comet remained grounded, the French 90-passenger twin jet Sud Aviation Caravelle prototype had just flown for the first time, and the Boeing 707 was not expected to be available until late 1958. The major airlines were reluctant to commit themselves to the huge financial and technical challenges of jet aircraft; however, none could afford not to buy jets if their competitors did.[citation needed]"
				},
				{
					"header": "Series 30",
					"text": "For intercontinental routes, the three Series 30 variants combined JT4A engines with a one-third increase in fuel capacity and strengthened fuselage and landing gear. The DC-8-31 was certified in March 1960 with 16,800 lb (75.2 kN) JT4A-9 engines for 300,000-pound (136,080 kg) maximum takeoff weight. The DC-8-32 was similar but allowed 310,000-pound (140,600 kg) weight. The DC-8-33 of November 1960 substituted 17,500 lb (78.4 kN) JT4A-11 turbojets, a modification to the flap linkage to allow a 1.5° setting for more efficient cruise, stronger landing gear, and 315,000-pound (142,880 kg) maximum weight. Many -31 and -32 DC-8s were upgraded to this standard. A total of 57 DC-8-30s were produced (five of which were later upgraded to DC-8-50 standard)."
				},
				{
					"header": "Aircraft on display",
					"text": "The following museums have DC-8s on display or in storage:"
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Douglas Aircraft Company (1958–1967) McDonnell Douglas (1967–1972)"
				},
				{
					"key": "First flight",
					"value": "May 30, 1958"
				},
				{
					"key": "Introduction",
					"value": "September 18, 1959, with Delta Air Lines and United Airlines"
				},
				{
					"key": "Status",
					"value": "In limited service as non-passenger aircraft"
				},
				{
					"key": "Primary users",
					"value": "United Airlines (historical)UPS Airlines (historical) Delta Air Lines (historical) Trans Air Cargo Service"
				},
				{
					"key": "Produced",
					"value": "1958–1972"
				},
				{
					"key": "Number built",
					"value": "556"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Douglas_DC-8_NASA_%28cropped%29.jpg/800px-Douglas_DC-8_NASA_%28cropped%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Douglas_DC-8_3-view.jpg/800px-Douglas_DC-8_3-view.jpg",
						"desc": "The DC-8 is a low-wing jetliner with a swept wing and four engines."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/MK_Airlines_Douglas_DC-8_Kral-1.jpg/800px-MK_Airlines_Douglas_DC-8_Kral-1.jpg",
						"desc": "Cockpit"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/JAL_DC-8_Interior_%288336372497%29.jpg/800px-JAL_DC-8_Interior_%288336372497%29.jpg",
						"desc": "Six-abreast economy cabin, 1973"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Douglas_DC-8-11%2C_Douglas_Aircraft_Company_JP6839055.jpg/800px-Douglas_DC-8-11%2C_Douglas_Aircraft_Company_JP6839055.jpg",
						"desc": "An early DC-8-10 in Douglas livery, 1959. The DC-8 first flew on May 30, 1958, and was certificated in August 1959."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Douglas_DC-8-51_N821E_DL_MIA_07.02.71_edited-5.jpg/800px-Douglas_DC-8-51_N821E_DL_MIA_07.02.71_edited-5.jpg",
						"desc": "The DC-8 entered service with Delta Air Lines on September 18, 1959."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Douglas_DC-8-60_Prototype.jpg/800px-Douglas_DC-8-60_Prototype.jpg",
						"desc": "Announced in April 1965, the DC-8 Super 61 was stretched by 36.7 ft (11.2 m)."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/N817NA_Douglas_DC-8_NASA_%287175889271%29.jpg/800px-N817NA_Douglas_DC-8_NASA_%287175889271%29.jpg",
						"desc": "From the late 1970s, the Super 70s were re-engined with larger, more efficient CFM56s."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Douglas_DC-8-11_N8002U_%287859010756%29.jpg/800px-Douglas_DC-8-11_N8002U_%287859010756%29.jpg",
						"desc": "United Airlines DC-8-11, powered by Pratt & Whitney JT3C turbojets. All -10 series aircraft that survived long enough were converted to other standards."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Air_Spain_Douglas_DC-8-21EC-BXR.jpg/800px-Air_Spain_Douglas_DC-8-21EC-BXR.jpg",
						"desc": "Air Spain DC-8-21, powered by Pratt & Whitney JT4A turbojets, like the heavier Series 30"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Douglas_DC-8-42_CF-TJE_TCA_LAP_23.06.62_edited-2.jpg/800px-Douglas_DC-8-42_CF-TJE_TCA_LAP_23.06.62_edited-2.jpg",
						"desc": "-42 of Trans-Canada Air Lines, powered by Rolls-Royce Conway turbofans"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Douglas_DC-8-55CF_Jet_Trader%2C_KLM_-_Royal_Dutch_Airlines_AN1811637.jpg/800px-Douglas_DC-8-55CF_Jet_Trader%2C_KLM_-_Royal_Dutch_Airlines_AN1811637.jpg",
						"desc": "A KLM DC-8-55CF powered by Pratt & Whitney JT3D turbofans"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/USN_DC-8_C-24_EC-24_%288435059326%29.jpg/800px-USN_DC-8_C-24_EC-24_%288435059326%29.jpg",
						"desc": "The unique EC-24A electronic warfare trainer of the US Navy"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/United_DC-8_N8099U_descents_using_its_thrust_reversers.jpg/800px-United_DC-8_N8099U_descents_using_its_thrust_reversers.jpg",
						"desc": "The 187 ft 4 in (57.10 m) long DC-8-61 was introduced by United Airlines in February 1967."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Swissair_McDonnell_Douglas_DC-8-62_HB-IDI_%22Solothurn%22_%2826834758996%29.jpg/800px-Swissair_McDonnell_Douglas_DC-8-62_HB-IDI_%22Solothurn%22_%2826834758996%29.jpg",
						"desc": "The extended-range 157 ft 5 in (47.98 m) long DC-8-62 followed suit in April 1967."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Douglas_DC-8-71%2C_Delta_Air_Lines_AN0497676.jpg/800px-Douglas_DC-8-71%2C_Delta_Air_Lines_AN0497676.jpg",
						"desc": "Refitted with CFM56 turbofans, the Super 70s were certified in 1982."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Swissair_Douglas_DC-8_and_Convair_CV-990_at_Z%C3%BCrich_from_above.tif/lossy-page1-800px-Swissair_Douglas_DC-8_and_Convair_CV-990_at_Z%C3%BCrich_from_above.tif.jpg",
						"desc": "A DC-8 (left, engine cowlings open) and a competing Convair CV-990 (right, with distinctive anti-shock bodies on wings' trailing edge)"
					}
				]
			}
		},
		{
			"name": "Fokker_100",
			"data": [
				{
					"header": "Potential revival",
					"text": "Discussions regarding the potential for either portions or the entirety of Fokker being purchased by Bombardier Inc. are known to have taken place, but talks ultimately fell through without a deal being reached. Dutch firm Stork B.V. has since acquired the maintenance business for the type and has since been providing services to existing operators, having adopted the name Fokker Aviation. Like any number of regional airliner designs, the Fokker 70/100 was being increasingly squeezed from below by stretched versions of the Bombardier and Embraer regional jets; this intense competitive pressure had also been responsible for killing off plans for the Fairchild Dornier 728 family, along with an unnamed design being considered by ATR. At one point, a proposal was made for a stretched version of the Fokker 100, known as the Fokker 130, however this was never built."
				},
				{
					"header": "Airlines",
					"text": "As of August 2019, 126 aircraft were still in operational use with airlines.[needs update] Many of them are used in Australia by Alliance Airlines and QantasLink in support of the mining industry, with low use rates for an airline, around 1,200 hours per year."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Regional jetType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Netherlands"
				},
				{
					"key": "Manufacturer",
					"value": "Fokker"
				},
				{
					"key": "First flight",
					"value": "30 November 1986"
				},
				{
					"key": "Introduction",
					"value": "3 April 1988 with Swissair"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Alliance AirlinesNetwork Aviation Iran Aseman Airlines"
				},
				{
					"key": "Produced",
					"value": "1986–1997"
				},
				{
					"key": "Number built",
					"value": "283"
				},
				{
					"key": "Developed from",
					"value": "Fokker F28 Fellowship"
				},
				{
					"key": "Variants",
					"value": "Fokker 70"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Fokker_100_%28KLM%29_PH-OFN_%2810676665315%29.jpg/800px-Fokker_100_%28KLM%29_PH-OFN_%2810676665315%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Alliance_Airlines_Fokker_100_Bundaberg_Vabre-2.jpg/800px-Alliance_Airlines_Fokker_100_Bundaberg_Vabre-2.jpg",
						"desc": "The Fokker 100 is based on the previous F28 with new Rolls-Royce Tay turbofans and a wider wing"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/PH-MKH_Fokker_100%28prototype%29_Fokker_FAB_SEP88_%2813753505603%29.jpg/800px-PH-MKH_Fokker_100%28prototype%29_Fokker_FAB_SEP88_%2813753505603%29.jpg",
						"desc": "The Fokker 100 prototype, from below"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Overdracht_1e_Fokker-100_aan_Swissair_violist_Jaap_van_Zweden_op_de_trap_van_de%2C_Bestanddeelnr_934-1989.jpg/800px-Overdracht_1e_Fokker-100_aan_Swissair_violist_Jaap_van_Zweden_op_de_trap_van_de%2C_Bestanddeelnr_934-1989.jpg",
						"desc": "The first delivery, to Swissair, on 29 February 1988"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Fokker6.jpg/800px-Fokker6.jpg",
						"desc": "The five-abreast cabin seating, used by Austrian Airlines"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Greenland_Express_Fokker_F100_at_Lviv_International_Airport_%28original%29.jpg/800px-Greenland_Express_Fokker_F100_at_Lviv_International_Airport_%28original%29.jpg",
						"desc": "A Greenland Express Fokker 100 at Lviv International Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/QantasLink_Fokker_100_VH-NHC_Perth_2019_%2801%29.jpg/800px-QantasLink_Fokker_100_VH-NHC_Perth_2019_%2801%29.jpg",
						"desc": "A still operated QantasLink Fokker 100."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Fokker_100_%28F-28-0100%29%2C_American_Airlines_AN0145805.jpg/800px-Fokker_100_%28F-28-0100%29%2C_American_Airlines_AN0145805.jpg",
						"desc": "A former Fokker 100 of American Airlines."
					}
				]
			}
		},
		{
			"name": "Fokker_70",
			"data": [
				{
					"header": "Development",
					"text": "During November 1992, the Fokker company of the Netherlands commenced development of a new airliner intended to replace the aging Fokker F28 airliner with a more modern and fuel efficient aircraft. The specification for the Fokker 70 was shaped by requirements outlined by several airlines, which had determined that both the Fokker 50 and ATR 42 were too small, while the Boeing 737 and MD-80 were deemed to be too large. By aiming for this sector of the market, Fokker had opted to compete for the highly competitive top end of the regional airliner market."
				},
				{
					"header": "Design",
					"text": "The Fokker 70 is a narrow-body, twin-engined, medium-range regional airliner. It is powered by a pair of Rolls-Royce Tay 620 turbofan engines, positioned at either side of the aircraft and mounted on the rear fuselage; each engine is capable of providing up to 61.6 kN (13,849 lb) of thrust. The weight varies from 22,673 kilograms (49,985 lb) when empty to 41,730 kilograms (92,000 lb) at maximum takeoff weight (MTOW). The Fokker 70 is equipped with an airbrake fitted upon its tail section, in a somewhat similar arrangement to that found on the competing British Aerospace 146, which allows it to conform with the 5.5° glide slope to perform steep descents, as required at London City Airport. It is outfitted with a similar avionics suite to that of the Fokker 100."
				},
				{
					"header": "Operational history",
					"text": "The vast majority of Fokker 70s were delivered to various operators in the European market. One early customer for the Fokker 70 was the Dutch flag carrier KLM, who opted to replace its remaining Fokker F28s with the type. The company's regional airline subsidiary KLM Cityhopper operated the Fokker 70 for numerous years; on 28 October 2017, the final flight of a KLM Fokker 70 was conducted. The Italian flag carrier Alitalia at one point had 15 Fokker 70s on order via leasing agreements for its subsidiary Avianova; on 20 December 1995, the first example was put into revenue service. However, its operations of the type would be relatively brief; by February 1997, the company had decided to return its fleet. On 30 October 1995, the French flag carrier Air France introduced its first Fokker 70, typically using it as a replacement for its ATR 42s."
				},
				{
					"header": "Current operators",
					"text": "As of October 2022, 37 aircraft remain in service with seven airlines and two governments:"
				},
				{
					"header": "External links",
					"text": " Media related to Fokker 70 at Wikimedia Commons"
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Regional jetType of aircraft"
				},
				{
					"key": "National origin",
					"value": "Netherlands"
				},
				{
					"key": "Manufacturer",
					"value": "Fokker"
				},
				{
					"key": "First flight",
					"value": "4 April 1993"
				},
				{
					"key": "Introduction",
					"value": "October 1994 with Ford Motor Company (private)  1995 with Sempati Air (commercial)"
				},
				{
					"key": "Status",
					"value": "In service"
				},
				{
					"key": "Primary users",
					"value": "Alliance AirlinesAir Niugini  KLM Cityhopper (Former)  Austrian Airlines (Former)"
				},
				{
					"key": "Produced",
					"value": "1992-1997"
				},
				{
					"key": "Number built",
					"value": "47 (+1 prototype)"
				},
				{
					"key": "Developed from",
					"value": "Fokker 100"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/PH-JCT_Fokker_70_KLM_cityhopper.JPG/800px-PH-JCT_Fokker_70_KLM_cityhopper.JPG",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/VH-QQX_Fokker_70_Alliance_Airlines_%288085348276%29.jpg/800px-VH-QQX_Fokker_70_Alliance_Airlines_%288085348276%29.jpg",
						"desc": "Alliance Airlines F70 from below"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Fokker5.jpg/800px-Fokker5.jpg",
						"desc": "Cabin of a former Austrian Airlines F70"
					}
				]
			}
		},
		{
			"name": "Stargazer_(aircraft)",
			"data": [
				{
					"header": "History",
					"text": "The first Pegasus launch to use Stargazer was conducted on 27 June 1994 as the maiden flight of the Pegasus-XL. Previous launches used the NASA-operated Boeing NB-52B Balls 8, which was also used for four subsequent launches, as the original Pegasus could not be launched from Stargazer due to clearance issues. A modified version, the Pegasus-H, was introduced to rectify this."
				},
				{
					"header": "Background",
					"text": "The Lockheed L-1011 TriStar carrier aircraft first flew in February 1974, and was delivered to Air Canada as C-FTNJ the following month. In May 1992 Orbital Sciences acquired the plane and had Marshall Aerospace in the UK implement accommodations for the Pegasus system. It was renamed for use as carrier aircraft for the Pegasus launch system. The company also considered other aircraft including the Boeing B-52G Stratofortress, Boeing 747, and DC-10, considering altitude and speed performance, range, modification complexity, as well as acquisition and operational costs."
				}
			],
			"infobox": [
				{
					"key": "Type",
					"value": "Lockheed L-1011 TriStar"
				},
				{
					"key": "Registration",
					"value": "N140SC"
				},
				{
					"key": "Owners and operators",
					"value": "Orbital Sciences  Orbital ATK  Northrop Grumman"
				},
				{
					"key": "Status",
					"value": "Active"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Stargazer_and_Pegasus_F43_in_flight_over_Atlantic_%28KSC-20161212-PH_LAL01_0009%29.jpg/800px-Stargazer_and_Pegasus_F43_in_flight_over_Atlantic_%28KSC-20161212-PH_LAL01_0009%29.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Stargazer_on_IRIS_mission%2C.jpg/800px-Stargazer_on_IRIS_mission%2C.jpg",
						"desc": "Orbital Sciences Stargazer departing from Vandenberg on 27 June 2013, carrying the Interface Region Imaging Spectrograph (IRIS) aboard a Pegasus XL rocket"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Stargazer_and_Pegasus%2C_carrying_ICON%2C_arrives_at_Cape_Canaveral_%28KSC-20191001-PH-JBS02-0062%29.jpg/800px-Stargazer_and_Pegasus%2C_carrying_ICON%2C_arrives_at_Cape_Canaveral_%28KSC-20191001-PH-JBS02-0062%29.jpg",
						"desc": "Stargazer in Northrop Grumman livery carrying the Ionospheric Connection Explorer (ICON)"
					}
				]
			}
		},
		{
			"name": "Convair_880",
			"data": [],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Convair"
				},
				{
					"key": "First flight",
					"value": "January 27, 1959"
				},
				{
					"key": "Introduction",
					"value": "May 1960 with Delta Air Lines"
				},
				{
					"key": "Retired",
					"value": "1998"
				},
				{
					"key": "Status",
					"value": "Retired"
				},
				{
					"key": "Primary users",
					"value": "Trans World AirlinesDelta Air Lines  Japan Airlines  Swissair"
				},
				{
					"key": "Produced",
					"value": "1959–1962"
				},
				{
					"key": "Number built",
					"value": "65"
				},
				{
					"key": "Variants",
					"value": "Convair 990 Coronado"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Convair_880_N8802E_Delta_ATL_15.04.72_edited-2.jpg/800px-Convair_880_N8802E_Delta_ATL_15.04.72_edited-2.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Air-to-air_with_a_Convair_880.jpg/800px-Air-to-air_with_a_Convair_880.jpg",
						"desc": "A Convair 880 prototype. The model made its maiden flight on 27 January 1959."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Convair_880_Lisa_Marie_Graceland_Memphis_TN_2013-04-01_007.jpg/800px-Convair_880_Lisa_Marie_Graceland_Memphis_TN_2013-04-01_007.jpg",
						"desc": "Convair 880 cockpit"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/DAL-Convair-880inflight.jpg/800px-DAL-Convair-880inflight.jpg",
						"desc": "The 880 entered service with Delta Air Lines in May 1960."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/TWA_Convair_880_Lounge_Publicity_Photo.jpg/800px-TWA_Convair_880_Lounge_Publicity_Photo.jpg",
						"desc": "Lounge interior of Trans World Airlines, the 880 major operator"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/DN-ST-92-10041.jpg/800px-DN-ST-92-10041.jpg",
						"desc": "The Convair UC-880 refuelling an F-14 Tomcat"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lisa_Marie.jpg/800px-Lisa_Marie.jpg",
						"desc": "Elvis' Convair 880, named Lisa Marie after his daughter"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Convair_880_N801TW.jpg/800px-Convair_880_N801TW.jpg",
						"desc": "The 880 was powered by four underwing General Electric CJ-805 turbojets."
					}
				]
			}
		},
		{
			"name": "Baade_152",
			"data": [
				{
					"header": "Background",
					"text": "Following the end of the Second World War in Europe, Germany was divided into West Germany and East Germany. In the East, the Soviet Union became politically dominant over the region; Soviet officials sought to obtain all possible aerospace-related material in East Germany, the engineers and scientists associated with such projects were deported to the Soviet Union. During October 1946, it was announced that all East German aerospace-related projects would be transferred to the Soviet Union, while material that could not be transferred was deliberately destroyed. Following the formation of German Democratic Republic during 1949, many of the deported German scientists were allowed to return to East Germany and to practice their professions once more."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "AirlinerType of aircraft"
				},
				{
					"key": "Manufacturer",
					"value": "VEB Flugzeugwerke Dresden"
				},
				{
					"key": "First flight",
					"value": "4 December 1958"
				},
				{
					"key": "Retired",
					"value": "1961"
				},
				{
					"key": "Status",
					"value": "Development terminated, never entered service"
				},
				{
					"key": "Primary user",
					"value": "Deutsche Lufthansa (Intended)"
				},
				{
					"key": "Number built",
					"value": "2 flight prototypes + 1 completed that never flew. Several abandoned while under construction."
				},
				{
					"key": "Developed from",
					"value": "OKB-1 150"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Bundesarchiv_Bild_183-54953-0004%2C_Flugzeugwerk_Dresden%2C_Flugzeug_152.jpg/800px-Bundesarchiv_Bild_183-54953-0004%2C_Flugzeugwerk_Dresden%2C_Flugzeug_152.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Deutsche-lufthansa-152.jpg/800px-Deutsche-lufthansa-152.jpg",
						"desc": "Toy of the 152 in the livery of the East German Deutsche Lufthansa"
					}
				]
			}
		},
		{
			"name": "Boeing_720",
			"data": [
				{
					"header": "Further developments",
					"text": "The 720B version of the 720 had JT3D turbofan engines, producing 17,000 lbf (75.6 kN) each. The JT3D engines had lower fuel consumption and higher thrust. The maximum takeoff weight for the 720B was increased to 234,000 lb (106,000 kg). The 720B first took to the skies on October 6, 1960, and received certification and entered service with American Airlines in March 1961; 89 720Bs were built, in addition to conversions of American's 10 existing 720s."
				},
				{
					"header": "Fuselage",
					"text": "The rearmost of the 707's over-wing emergency exits was deleted on each side, which reduced passenger capacity, while two over-wing exits were an option for higher-density configurations."
				},
				{
					"header": "Wings",
					"text": "The 720 uses an improved wing based on the 707 wing. The wingspan remained the same as the 707-120. For the 720, the wing was changed between the fuselage and inner engines by adding a wing root glove. This glove reduced the drag of the wing by decambering the root, which reduced the \"middle effect\", thereby increasing the effective local wing sweep. The wing root glove reportedly increased the drag divergence Mach number of the wing by Mach 0.02."
				},
				{
					"header": "Engines",
					"text": "Though initially fitted with turbojet engines, the dominant engine for the Boeing 720 was the Pratt & Whitney JT3D, a turbofan variant of the JT3C with lower fuel consumption and higher thrust. JT3D-engined 720s had a \"B\" suffix; some of American's 720Bs were conversions of JT3C-powered 720s."
				},
				{
					"header": "Other equipment",
					"text": "The Boeing 720 lacked an auxiliary power unit, and relied instead on ground power and pneumatic air to power the aircraft's systems, provide air conditioning, and start the engines while on the ground. The normal practice for Boeing 720 aircraft was to start the number three (inner starboard) engine first, then disconnect ground power and air. With one engine running, bleed air from that engine could be used to provide necessary air pressure to start the other engines one by one. On ground, with ground starting crew at hand, all four engines were usually started with ground crew help: this was more reliable and faster."
				},
				{
					"header": "Operators",
					"text": "These operators flew Boeing 720/720Bs (● = Original Operators):"
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body jet airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "November 23, 1959"
				},
				{
					"key": "Introduction",
					"value": "July 5, 1960, with United Airlines"
				},
				{
					"key": "Retired",
					"value": "September 29, 2010"
				},
				{
					"key": "Primary users",
					"value": "United AirlinesWestern Airlines Eastern Air Lines Northwest Airlines"
				},
				{
					"key": "Produced",
					"value": "1959–1967"
				},
				{
					"key": "Number built",
					"value": "154"
				},
				{
					"key": "Developed from",
					"value": "Boeing 707"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Cyprus_Airways_Boeing_720B_G-BCBB_LHR_1978-8-24.png/800px-Cyprus_Airways_Boeing_720B_G-BCBB_LHR_1978-8-24.png",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Boeing_company_Boeing_720_N7201U.jpg/800px-Boeing_company_Boeing_720_N7201U.jpg",
						"desc": "The Boeing 720 made its maiden flight on November 23, 1959."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Maersk_720B_%286074178893%29.jpg/800px-Maersk_720B_%286074178893%29.jpg",
						"desc": "The 720 is slightly shorter than the 707 and has a modified wing."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Boeing_720-047B_AN1535319.jpg/800px-Boeing_720-047B_AN1535319.jpg",
						"desc": "The Boeing 720 flight deck."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Boeing_720_United_Air_Lines_%287162682658%29.jpg/800px-Boeing_720_United_Air_Lines_%287162682658%29.jpg",
						"desc": "United Airlines introduced the 720 on July 5, 1960.[10]"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/CID_pre-impact.jpg/800px-CID_pre-impact.jpg",
						"desc": "The Controlled Impact Demonstration used a FAA 720."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Destroyed_MEA_aircraft_1982.jpg/800px-Destroyed_MEA_aircraft_1982.jpg",
						"desc": "A Middle East Airlines 720 destroyed during Operation Peace for Galilee."
					}
				]
			}
		},
		{
			"name": "Boeing_707",
			"data": [
				{
					"header": "Wings",
					"text": "The 707's wings are swept back at 35°, and like all swept-wing aircraft, display an undesirable \"Dutch roll\" flying characteristic that manifests itself as an alternating combined yawing and rolling motion. Boeing already had considerable experience with this on the B-47 and B-52, and had developed the yaw damper system on the B-47 that would be applied to later swept-wing configurations like the 707. However, many pilots new to the 707 had no experience with this instability, as they were mostly accustomed to flying straight-wing propeller-driven aircraft such as the Douglas DC-7 and Lockheed Constellation."
				},
				{
					"header": "Turbocompressors",
					"text": "The 707 uses engine-driven turbocompressors to supply compressed air for cabin pressurization. On many commercial 707s, the outer port (number 1) engine mount is distinctly different from the other three, as this engine is not fitted with a turbocompressor. Later-model 707s typically had this configuration, although American Airlines had turbocompressors on engines 2 and 3 only. Early 707 models often had turbocompressor fairings on all four engines, but with only two or three compressors installed."
				},
				{
					"header": "707-120",
					"text": "The 707-120 was the first production 707 variant, with a longer, wider fuselage, and greater wingspan than the Dash 80. The cabin had a full set of rectangular windows and could seat up to 189 passengers. It was designed for transcontinental routes, and often required a refueling stop when flying across the North Atlantic. It had four Pratt & Whitney JT3C-6 turbojets, civilian versions of the military J57, initially producing 13,000 lbf (57.8 kN) with water injection. Maximum takeoff weight was 247,000 lb (112,000 kg) and first flight was on December 20, 1957. Major orders were the launch order for 20 707-121 aircraft by Pan Am and an American Airlines order for 30 707-123 aircraft. The first revenue flight was on October 26, 1958; 56 were built, plus seven short-bodied -138s; the last -120 was delivered to Western in May 1960."
				},
				{
					"header": "707-220",
					"text": "The 707-220 was designed for hot and high operations with more powerful 15,800 lbf (70.3 kN) Pratt & Whitney JT4A-3 turbojets. Five of these were produced, but only four were ultimately delivered, with one being lost during a test flight. All were for Braniff International Airways and carried the model number 707-227; the first entered service in December 1959. This version was made obsolete by the arrival of the turbofan-powered 707-120B."
				},
				{
					"header": "707-700",
					"text": "The 707-700 was a test aircraft used to study the feasibility of using CFM International CFM56 engines on a 707 airframe and possibly retrofitting existing aircraft with the engine. After testing in 1979, N707QT, the last commercial 707 airframe, was restored to 707-320C configuration and delivered to the Moroccan Air Force as a tanker aircraft via a \"civilian\" order. Boeing abandoned the retrofit program, since they felt it would be a threat to the Boeing 757 and Boeing 767 programs. The information gathered from testing led to the eventual retrofitting of CFM56 engines to the USAF C-135/KC-135R models, and some military versions of the 707 also used the CFM56. The Douglas DC-8 \"Super 70\" series with CFM56 engines was developed and extended the DC-8's life in a stricter noise regulatory environment. As a result, significantly more DC-8s remained in service into the 21st century than 707s.[citation needed]"
				},
				{
					"header": "Undeveloped variants",
					"text": "The 707-620 was a proposed domestic range-stretched variant of the 707-320B. The 707-620 was to carry around 200 passengers while retaining several aspects of the 707-320B. It would have been delivered around 1968 and would have also been Boeing's answer to the stretched Douglas DC-8 Series 60. Had the 707-620 been built, it would have cost around US$8,000,000. However, engineers discovered that a longer fuselage and wing meant a painstaking redesign of the wing and landing-gear structures. Rather than spend money on upgrading the 707, engineer Joe Sutter stated the company \"decided spending money on the 707 wasn't worth it\". The project was cancelled in 1966 in favor of the newer Boeing 747."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Narrow-body airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United States"
				},
				{
					"key": "Manufacturer",
					"value": "Boeing Commercial Airplanes"
				},
				{
					"key": "First flight",
					"value": "December 20, 1957 (65 years ago) (1957-12-20)"
				},
				{
					"key": "Introduction",
					"value": "October 26, 1958 (65 years ago) (1958-10-26), with Pan Am"
				},
				{
					"key": "Status",
					"value": "In limited military service[a]"
				},
				{
					"key": "Primary users",
					"value": "Pan Am.mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}Trans World Airlines American AirlinesAir France"
				},
				{
					"key": "Produced",
					"value": "1956–1978[b]"
				},
				{
					"key": "Number built",
					"value": "865 (excludes Boeing 720s)"
				},
				{
					"key": "Developed from",
					"value": "Boeing 367-80"
				},
				{
					"key": "Variants",
					"value": "Boeing 720Boeing C-137 Stratoliner"
				},
				{
					"key": "Developed into",
					"value": "Boeing E-3 SentryBoeing E-6 MercuryNorthrop Grumman E-8 Joint STARS"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Boeing_707-321B_Pan_Am_Freer.jpg/800px-Boeing_707-321B_Pan_Am_Freer.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Boeing_367-80_in_flight.jpg/800px-Boeing_367-80_in_flight.jpg",
						"desc": "The 707 was based on the 367-80 \"Dash 80\""
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Boeing_707-123B%2C_American_Airlines_JP6986482.jpg/800px-Boeing_707-123B%2C_American_Airlines_JP6986482.jpg",
						"desc": "The six-abreast cabin"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Boeing_707_%22Stratoliner%22%2C_3rd_707-121_production_airplane%2C_N709PA%2C_later_delivered_to_Pan_Am.jpg/800px-Boeing_707_%22Stratoliner%22%2C_3rd_707-121_production_airplane%2C_N709PA%2C_later_delivered_to_Pan_Am.jpg",
						"desc": "Early 707-120 in Boeing livery. This aircraft, N709PA, would later crash in 1963 as Pan Am Flight 214."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Western_707.jpg/800px-Western_707.jpg",
						"desc": "The -320 and -420 are 8 ft (2.4 m) longer than the initial -120; later 707s were powered by JT3D turbofans."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/PanAm214.jpg/800px-PanAm214.jpg",
						"desc": "The 35° swept wing includes the fuel tanks"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Pratt-707re-N707HE-071126-03-16.jpg/800px-Pratt-707re-N707HE-071126-03-16.jpg",
						"desc": "Omega Air's 707-330C testbed for the 707RE program takes off from the Mojave Airport, 2007"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Three_Pan_Am_Boeing_707_awaiting_delivery.jpg/800px-Three_Pan_Am_Boeing_707_awaiting_delivery.jpg",
						"desc": "Pan Am introduced the 707-120 on October 26, 1958."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Saha_Air_Boeing_707_Haghgoo-2.jpg/800px-Saha_Air_Boeing_707_Haghgoo-2.jpg",
						"desc": "Iranian Saha Airlines was the last commercial operator, until April 2013"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Boeing_707-120_without_%E2%80%9Ceyebrow_windows%E2%80%9D.jpg/800px-Boeing_707-120_without_%E2%80%9Ceyebrow_windows%E2%80%9D.jpg",
						"desc": "Boeing 707-120, the aircraft's first production variant"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Air_France_Boeing_707-328_%28cropped%29.jpg/800px-Air_France_Boeing_707-328_%28cropped%29.jpg",
						"desc": "The stretched -320, powered by JT4A turbojets"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/BEA_Airtours_707-400_%28cropped%29.jpg/800px-BEA_Airtours_707-400_%28cropped%29.jpg",
						"desc": "A BEA Airtours -420, powered by Rolls-Royce Conway low-bypass turbofans"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/CAAC_Boeing_707.jpg/800px-CAAC_Boeing_707.jpg",
						"desc": "The -320B, powered by JT3D turbofans"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ecuatoriana_Boeing_707-321C_Hoppe.jpg/800px-Ecuatoriana_Boeing_707-321C_Hoppe.jpg",
						"desc": "The 707-320C, a convertible passenger–freight configuration"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/RAAF_Boeing_707-338C_CBR_Gilbert-2.jpg/800px-RAAF_Boeing_707-338C_CBR_Gilbert-2.jpg",
						"desc": "RAAF 707-320C"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Qantas_Boeing_707_and_Boeing_747-200_at_Longreach%27s_Qantas_Founders_Outback_Museum.jpg/800px-Qantas_Boeing_707_and_Boeing_747-200_at_Longreach%27s_Qantas_Founders_Outback_Museum.jpg",
						"desc": "The Qantas 707-138B alongside a Boeing 747 at the Qantas Founders Outback Museum"
					}
				]
			}
		},
		{
			"name": "Concorde",
			"data": [
				{
					"header": "Early studies",
					"text": "The origins of the Concorde project date to the early 1950s, when Arnold Hall, director of the Royal Aircraft Establishment (RAE), asked Morien Morgan to form a committee to study the supersonic transport (SST) concept. The group met for the first time in February 1954 and delivered their first report in April 1955. At the time it was known that the drag at supersonic speeds was strongly related to the span of the wing.[N 1] This led to the use of short-span, thin trapezoidal wings such as those seen on the control surfaces of many missiles, or in aircraft such as the Lockheed F-104 Starfighter interceptor or the planned Avro 730 strategic bomber that the team studied. The team outlined a baseline configuration that resembled an enlarged Avro 730."
				},
				{
					"header": "Slender deltas",
					"text": "Soon after, Johanna Weber and Dietrich Küchemann at the RAE published a series of reports on a new wing planform, known in the UK as the \"slender delta\" concept. The team, including Eric Maskell whose report \"Flow Separation in Three Dimensions\" contributed to an understanding of the physical nature of separated flow, worked with the fact that delta wings can produce strong vortices on their upper surfaces at high angles of attack. The vortex will lower the air pressure and cause lift to be greatly increased. This effect had been noticed earlier, notably by Chuck Yeager in the Convair XF-92, but its qualities had not been fully appreciated. Weber suggested that this was no mere curiosity, and the effect could be used deliberately to improve low speed performance."
				},
				{
					"header": "Ogee planform selected",
					"text": "Küchemann and others at the RAE continued their work on the slender delta throughout this period, considering three basic shapes; the classic straight-edge delta, the \"gothic delta\" that was rounded outward to appear like a gothic arch, and the \"ogival wing\" that was compound-rounded into the shape of an ogee. Each of these planforms had its own advantages and disadvantages in terms of aerodynamics. As they worked with these shapes, a practical concern grew to become so important that it forced selection of one of these designs."
				},
				{
					"header": "Partnership with Sud Aviation",
					"text": "By this time similar political and economic concerns in France had led to their own SST plans. In the late 1950s, the government requested designs from both the government-owned Sud Aviation and Nord Aviation, as well as Dassault.[N 5] All three returned designs based on Küchemann and Weber's slender delta; Nord suggested a ramjet powered design flying at Mach 3, and the other two were jet-powered Mach 2 designs that were similar to each other. Of the three, the Sud Aviation Super-Caravelle won the design contest with a medium-range design deliberately sized to avoid competition with transatlantic US designs they assumed were already on the drawing board."
				},
				{
					"header": "Cabinet response, treaty",
					"text": "While the development teams met, the French Minister of Public Works and Transport Robert Buron was meeting with the UK Minister of Aviation Peter Thorneycroft, and Thorneycroft soon revealed to the cabinet that France was much more serious about a partnership than any of the US companies. The various US companies had proved uninterested in such a venture, likely due to the belief that the government would be funding development and would frown on any partnership with a European company, and the risk of \"giving away\" US technological leadership to a European partner."
				},
				{
					"header": "Naming",
					"text": "It was at Charles de Gaulle's January 1963 press conference that the aircraft was first called 'Concorde'. The name was suggested by the eighteen-year-old son of F.G. Clark, the publicity manager at BAC's Filton plant. Reflecting the treaty between the British and French governments that led to Concorde's construction, the name Concorde is from the French word concorde (.mw-parser-output .IPA-label-small{font-size:85%}.mw-parser-output .references .IPA-label-small,.mw-parser-output .infobox .IPA-label-small,.mw-parser-output .navbox .IPA-label-small{font-size:100%}IPA: [kɔ̃kɔʁd]), which has an English equivalent, concord. Both words mean agreement, harmony, or union. The name was officially changed to Concord by Harold Macmillan in response to a perceived slight by Charles de Gaulle. At the French roll-out in Toulouse in late 1967, the British Government Minister of Technology, Tony Benn, announced that he would change the spelling back to Concorde. This created a nationalist uproar that died down when Benn stated that the suffixed \"e\" represented \"Excellence, England, Europe, and Entente (Cordiale)\". In his memoirs, he recounted a tale of a letter from an irate Scotsman claiming, \"you talk about 'E' for England, but part of it is made in Scotland.\" Given Scotland's contribution of providing the nose cone for the aircraft, Benn replied, \"it was also 'E' for 'Écosse' (the French name for Scotland) – and I might have added 'e' for extravagance and 'e' for escalation as well!\""
				},
				{
					"header": "Programme cost",
					"text": "The original programme cost estimate was £70 million before 1962, (£1.39 billion in 2019). The programme experienced huge cost overruns and delays, and the programme eventually cost between £1.5 and £2.1 billion in 1976, (£9.44 billion-13.2 billion in 2019). This extreme cost was the main reason the production run was much smaller than expected.The per-unit cost was impossible to recoup, so the French and British governments absorbed the development costs."
				},
				{
					"header": "General features",
					"text": "Concorde is an ogival delta winged aircraft with four Olympus engines based on those employed in the RAF's Avro Vulcan strategic bomber. It is one of the few commercial aircraft to employ a tailless design (the Tupolev Tu-144 being another). Concorde was the first airliner to have a (in this case, analogue) fly-by-wire flight-control system; the avionics system Concorde used was unique because it was the first commercial aircraft to employ hybrid circuits. The principal designer for the project was Pierre Satre, with Sir Archibald Russell as his deputy."
				},
				{
					"header": "Heating problems",
					"text": "Air compression on the outer surfaces caused the cabin to heat up during flight. Every surface, such as windows and panels, was warm to the touch by the end of the flight. Besides engines, the hottest part of the structure of any supersonic aircraft is the nose, due to aerodynamic heating. The engineers used Hiduminium R.R. 58, an aluminium alloy, throughout the aircraft because of its familiarity, cost and ease of construction. The highest temperature that aluminium could sustain over the life of the aircraft was 127 °C (261 °F), which limited the top speed to Mach 2.02. Concorde went through two cycles of heating and cooling during a flight, first cooling down as it gained altitude, then heating up after going supersonic. The reverse happened when descending and slowing down. This had to be factored into the metallurgical and fatigue modelling. A test rig was built that repeatedly heated up a full-size section of the wing, and then cooled it, and periodically samples of metal were taken for testing. The Concorde airframe was designed for a life of 45,000 flying hours."
				},
				{
					"header": "Range",
					"text": "To fly non-stop across the Atlantic Ocean, Concorde required the greatest supersonic range of any aircraft. This was achieved by a combination of engines which were highly efficient at supersonic speeds,[N 6] a slender fuselage with high fineness ratio, and a complex wing shape for a high lift-to-drag ratio. This also required carrying only a modest payload and a high fuel capacity, and the aircraft was trimmed to avoid unnecessary drag."
				},
				{
					"header": "Cabin pressurisation",
					"text": "Airliner cabins were usually maintained at a pressure equivalent to 6,000–8,000 feet (1,800–2,400 m) elevation. Concorde's pressurisation was set to an altitude at the lower end of this range, 6,000 feet (1,800 m). Concorde's maximum cruising altitude was 60,000 feet (18,000 m); subsonic airliners typically cruise below 44,000 feet (13,000 m)."
				},
				{
					"header": "1973 Solar Eclipse Mission",
					"text": "Concorde 001 was modified with rooftop portholes for use on the 1973 Solar Eclipse mission and equipped with observation instruments. It performed the longest observation of a solar eclipse to date, about 74 minutes."
				},
				{
					"header": "British Caledonian interest",
					"text": "Following the launch of British Airways Concorde services, Britain's other major airline, British Caledonian (BCal), set up a task force headed by Gordon Davidson, BA's former Concorde director, to investigate the possibility of their own Concorde operations. This was seen as particularly viable for the airline's long-haul network as there were two unsold aircraft then available for purchase."
				},
				{
					"header": "British Airways buys its Concordes outright",
					"text": "By around 1981 in the UK, the future for Concorde looked bleak. The British government had lost money operating Concorde every year, and moves were afoot to cancel the service entirely. A cost projection came back with greatly reduced metallurgical testing costs because the test rig for the wings had built up enough data to last for 30 years and could be shut down. Despite this, the government was not keen to continue. In 1983, BA's managing director, Sir John King, convinced the government to sell the aircraft outright to the then state-owned British Airways for £16.5 million (equivalent to £46.32 million or US$59.12 million in 2019) plus the first year's profits. In 2003, Lord Heseltine, who was the minister responsible at the time, revealed to Alan Robb on BBC Radio 5 Live, that the aircraft had been sold for \"next to nothing\". Asked by Robb if it was the worst deal ever negotiated by a government minister, he replied \"That is probably right. But if you have your hands tied behind your back and no cards and a very skillful negotiator on the other side of the table... I defy you to do any [better].\" British Airways was subsequently privatised in 1987."
				},
				{
					"header": "Operating economics",
					"text": "Its estimated operating costs were $3,800 per block hour in 1972 (equivalent to $26,585 in 2022), compared to actual 1971 operating costs of $1,835 for a 707 and $3,500 for a 747 (equivalent to $13,260 and $25,291, respectively); for a 3,050 nmi (5,650 km) London–New York sector, a 707 cost $13,750 or 3.04¢ per seat/nmi (in 1971 dollars), a 747 $26,200 or 2.4¢ per seat/nmi and Concorde $14,250 or 4.5¢ per seat/nmi."
				},
				{
					"header": "Other services",
					"text": "Between March 1984 and January 1991, British Airways flew a thrice-weekly Concorde service between London and Miami, stopping at Dulles International Airport. Until 2003, Air France and British Airways continued to operate the New York services daily. From 1987 to 2003 British Airways flew a Saturday morning Concorde service to Grantley Adams International Airport, Barbados, during the summer and winter holiday season."
				},
				{
					"header": "Displays and restoration",
					"text": "Concorde G-BBDG was used for test flying and trials work. It was retired in 1981 and then only used for spares. It was dismantled and transported by road from Filton to the Brooklands Museum, where it was restored from essentially a shell. It remains open to visitors to the museum, and wears the original Negus & Negus livery worn by the Concorde fleet during their initial years of service with BA."
				},
				{
					"header": "Environmental",
					"text": "Before Concorde's flight trials, developments in the civil aviation industry were largely accepted by governments and their respective electorates. Opposition to Concorde's noise, particularly on the east coast of the United States, forged a new political agenda on both sides of the Atlantic, with scientists and technology experts across a multitude of industries beginning to take the environmental and social impact more seriously. Although Concorde led directly to the introduction of a general noise abatement programme for aircraft flying out of John F. Kennedy Airport, many found that Concorde was quieter than expected, partly due to the pilots temporarily throttling back their engines to reduce noise during overflight of residential areas. Even before commercial flights started, it had been claimed that Concorde was quieter than many other aircraft. In 1971, BAC's technical director was quoted as saying, \"It is certain on present evidence and calculations that in the airport context, production Concordes will be no worse than aircraft now in service and will in fact be better than many of them.\""
				},
				{
					"header": "Records",
					"text": "The fastest transatlantic airliner flight was from New York JFK to London Heathrow on 7 February 1996 by the British Airways G-BOAD in 2 hours, 52 minutes, 59 seconds from take-off to touchdown aided by a 175 mph (282 km/h) tailwind. On 13 February 1985, a Concorde charter flight flew from London Heathrow to Sydney—on the opposite side of the world—in a time of 17 hours, 3 minutes and 45 seconds, including refuelling stops."
				}
			],
			"infobox": [
				{
					"key": "Role",
					"value": "Supersonic airlinerType of aircraft"
				},
				{
					"key": "National origin",
					"value": "United Kingdom and France"
				},
				{
					"key": "Manufacturer",
					"value": ".mw-parser-output .plainlist ol,.mw-parser-output .plainlist ul{line-height:inherit;list-style:none;margin:0;padding:0}.mw-parser-output .plainlist ol li,.mw-parser-output .plainlist ul li{margin-bottom:0}British Aircraft Corporation (later British Aerospace and BAE Systems)Sud Aviation (later Aérospatiale and Airbus)"
				},
				{
					"key": "First flight",
					"value": "2 March 1969"
				},
				{
					"key": "Introduction",
					"value": "21 January 1976"
				},
				{
					"key": "Retired",
					"value": "24 October 2003 (last commercial flight)26 November 2003 (final flight to Filton, Bristol, UK)"
				},
				{
					"key": "Status",
					"value": "Retired"
				},
				{
					"key": "Primary users",
					"value": "British AirwaysAir FranceSee Operators below for others"
				},
				{
					"key": "Produced",
					"value": "1965–1979"
				},
				{
					"key": "Number built",
					"value": "20 (including 6 non-commercial aircraft)"
				}
			],
			"images": {
				"primary": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/British_Airways_Concorde_G-BOAC_03.jpg/800px-British_Airways_Concorde_G-BOAC_03.jpg",
				"other": [
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/British_Concorde.jpg/800px-British_Concorde.jpg",
						"desc": "British Airways Concorde in early BA livery at London-Heathrow Airport, in the early 1980s"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/02.03.69_1er_vol_de_Concorde_%281969%29_-_53Fi1931_-_cropped.jpg/800px-02.03.69_1er_vol_de_Concorde_%281969%29_-_53Fi1931_-_cropped.jpg",
						"desc": "Concorde 001 first flight in 1969"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Concorde_first_visit_Heathrow_Fitzgerald.jpg/800px-Concorde_first_visit_Heathrow_Fitzgerald.jpg",
						"desc": "Concorde on early visit to Heathrow Airport on 1 July 1972"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/ConcordeCockpitSinsheim.jpg/800px-ConcordeCockpitSinsheim.jpg",
						"desc": "Concorde flight deck layout"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Concorde_at_Baginton_-_geograph.org.uk_-_156846.jpg/800px-Concorde_at_Baginton_-_geograph.org.uk_-_156846.jpg",
						"desc": "Concorde performing a low-level fly-by at an air show in August 1981"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Concorde_landing_Farnborough_Fitzgerald.jpg/800px-Concorde_landing_Farnborough_Fitzgerald.jpg",
						"desc": "Concorde landing at Farnborough in September 1974"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/British_Airways_Concorde_official_handover_ceremony_Fitzgerald.jpg/800px-British_Airways_Concorde_official_handover_ceremony_Fitzgerald.jpg",
						"desc": "The official handover ceremony to British Airways of its first Concorde occurred on 15 January 1976 at Heathrow Airport"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Singapore_Airlines_Concorde_Fitzgerald-1.jpg/800px-Singapore_Airlines_Concorde_Fitzgerald-1.jpg",
						"desc": "British Airways Concorde in Singapore Airlines livery at Heathrow Airport in 1979"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Air_France_Concorde_%28F-BTSD%29_short-lived_Pepsi_logojet.jpg/800px-Air_France_Concorde_%28F-BTSD%29_short-lived_Pepsi_logojet.jpg",
						"desc": "Air France Concorde (F-BTSD) short-lived promotional Pepsi livery, April 1996"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Air_France_Concorde_Jonsson.jpg/800px-Air_France_Concorde_Jonsson.jpg",
						"desc": "Air France Concorde at CDG Airport in 2003"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Concorde_on_Bristol.jpg/800px-Concorde_on_Bristol.jpg",
						"desc": "Concorde's final flight: G-BOAF from Heathrow to Bristol, on 26 November 2003. The extremely high fineness ratio of the fuselage is evident."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Intrepid_museum_aerial.jpg/800px-Intrepid_museum_aerial.jpg",
						"desc": "A Concorde at the Intrepid Museum in New York City"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Aerospatial_Concorde_%286018513515%29.jpg/800px-Aerospatial_Concorde_%286018513515%29.jpg",
						"desc": "Air France Concorde in Auto & Technik Museum Sinsheim"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/G-BOAB_in_new_home_%288472694454%29.jpg/800px-G-BOAB_in_new_home_%288472694454%29.jpg",
						"desc": "BA Concorde G-BOAB at London Heathrow Airport. This aircraft flew for 22,296 hours between its first flight in 1976 and its final flight in 2000, and has remained there ever since."
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/G-BOAF_rudder_damage.jpg/800px-G-BOAF_rudder_damage.jpg",
						"desc": "Damage to Concorde rudder after an accident in 1989"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/GroundedConcorde.jpg/800px-GroundedConcorde.jpg",
						"desc": "Concorde on display at the Airbus Museum in Toulouse, France"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Sinsheim_Auto_%26_Technik_Museum.jpg/800px-Sinsheim_Auto_%26_Technik_Museum.jpg",
						"desc": "Concorde (left) and Tu-144 in Auto & Technik Museum Sinsheim"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Lockheed_L-2000_mockup.jpg/800px-Lockheed_L-2000_mockup.jpg",
						"desc": "Lockheed L-2000 mockup"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/ConcordeBG.jpg/800px-ConcordeBG.jpg",
						"desc": "Parade flight at the Queen's Golden Jubilee, June 2002"
					},
					{
						"image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Queen_Elizabeth_II_and_Prince_Philip_disembark_from_a_British_Airways_Concorde.jpg/800px-Queen_Elizabeth_II_and_Prince_Philip_disembark_from_a_British_Airways_Concorde.jpg",
						"desc": "The Queen and The Duke of Edinburgh disembark Concorde in 1991"
					}
				]
			}
		}
	]
}